[{"model": "yoga.asana", "pk": 1, "fields": {"title": "Адхо Мукха Шванасана", "translate": "Собака мордой вниз", "effect": "Адхо Мукха Шванасана снимает усталость, возвращает потерянную энергию. Эта поза замедляет сердцебиение, способствует приливу крови к голове, тем самым, обновляет клетки головного мозга, улучшает цвет лица. Асана особенно полезна для бегунов, отдыхающих после забега. Поза  способствует размягчению солевых шпор, снимает боль и скованность в пятках, укрепляет лодыжки, придавая красивые очертания икроножным мышцам. Асана делает более подвижными лопатки и помогает при артрите плечевых суставов. Кроме этого, Адхо Мукха Шванасана способствует пищеварению, благотворно влияя на состояние органов брюшной полости.", "contraindication": "Высокое кровяное давление, запястный туннельный синдром (сжатие нерва, не позволяющее опираться на ладони), диарея, головная боль, поздние сроки беременности.", "technique": "1.\tЛягте на пол на живот. Разведите стопы в стороны на 30 см.\r\n2.\tПоложите ладони на пол на уровне груди, пальцы вытяните вперед.\r\n3.\tСделайте выдох и поднимите туловище. Руки выпрямите, локти подтяните, голову постарайтесь опустить на пол. Вытяните спину, она должна быть ровной.\r\n4.\tНоги должны быть прямыми и ровными. Колени не сгибайте. Пятками тянитесь вниз, постарайтесь полностью поставить их на пол. Стопы должны быть параллельны, пальцы ног развернуты вперед.\r\n5.\tОставайтесь в асане 1 минуту, дышите нормально. Затем сделайте выдох, поднимите голову, осторожно выйдите из позы и расслабьтесь.\r\nПриступая к освоению асаны, вы можете почувствовать скованность: нижняя часть спины будет выгибаться колесом, а локти — с трудом выпрямляться. Но постепенно, в ходе ежедневной практики, появится ощущение раскрытия, вытяжения и гибкости тела. Новичкам следует некоторое время оставлять пятки приподнятыми, а колени – согнутыми, вытягивая копчик кверху, разворачивая ягодицы наружу.\r\nОбратите внимание:\r\n•\tНе уменьшайте площадь опоры на ладонях!\r\n•\tНе переносите всю тяжесть тела на руки!\r\n•\tНе поднимайте голову, иначе напрягается шея и нарушается кровоток к голове!", "image": "yoga/images/2024/07/25/собака_мордой_вниз_итог.jpg", "upload_date": "2024-06-24T14:03:55.909Z", "views": 58, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 2, "fields": {"title": "Анантасана", "translate": "поза спящего Вишну", "effect": "Анантасана благотворно воздействует на область таза, облегчает боли в спине и предотвращает развитие грыжи, тонизирует подколенные сухожилия. Расслабляет коленные суставы и мышцы живота; укрепляет и делает эластичными поперечнополосатые мышцы спины.", "contraindication": "Травмы спины и шеи.", "technique": "1.\tЛягте в Шавасану, повернитесь на левый бок так, чтобы правая нога лежала на левой, голова, плечи, бедра и обе ноги находились на одной линии.\r\n2.\tПоднимите корпус, положите голову на ладонь согнутой левой руки, правую руку положите на бедро ладонью вниз. Сделайте несколько ровных вдохов и выдохов.\r\n3.\tС очередным вдохом прямую правую ногу поднимите вверх и захватите большой палец ноги пальцами руки.\r\n4.\tС выдохом выпрямите ногу и руку вертикально вверх.\r\n5.\tЗадержитесь в позе 15-20 секунд, сохраняя равновесие.\r\n6.\tС выдохом согните правое колено, опустите ногу, лягте на спину и повторите на другом боку.", "image": "yoga/images/2024/07/27/Анантасана_итог.jpg", "upload_date": "2024-06-24T14:05:07.270Z", "views": 7, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 3, "fields": {"title": "Ардха Матсиендрасана I", "translate": "Поза повелителя рыб", "effect": "Регулярное выполнение Ардха  Матсиендрасаны I способствует снятию болей в спине, пояснице и бедрах. Печень и селезенка тонизируются, вялость их ликвидируется. Мышцы шеи приобретают силу, излечиваются растяжения плечевых связок и смещения плечевых суставов, а плечи обретают свободу движения. Улучшается работа кишечника, поза помогает сократить размер живота.", "contraindication": "Межпозвонковые грыжи, беременность, менструация,", "technique": "1.\tСядьте на коврик, ноги вытяните прямо перед собой.\r\n2.\tСогните левое колено, соедините икру и бедро, приподнимите седалище, подсуньте левую стопу под левую ягодицу и сядьте на нее так, чтобы левая пятка находилась под левой ягодицей. Левая стопа лежит горизонтально, так что внешняя поверхность лодыжки и мизинец покоятся на полу. Если стопа не будет расположена таким образом, сидеть на ней невозможно. Соблюдайте устойчивое равновесие в этом положении.\r\n3.\tЗатем согните правую ногу в колене и, подняв ее от пола, поместите ее у внешней поверхности левого бедра так, чтобы внешняя поверхность правой лодыжки касалась внешней поверхности левого бедра на полу. Держите правую голень перпендикулярно полу и балансируйте в этой позиции.\r\n4.\tПоверните туловище на 90° вправо, чтобы левая подмышка коснулась внешней поверхности правого бедра. Затем поместите подмышку над правым коленом. Сделайте выдох, вытяните левую руку от плеча, обведите ее вокруг правого колена. Согните левую руку в локте, запястье положите на спину у талии.\r\n5.\tЛевая рука должна крепко запереть согнутое правое колено, промежутка между левой подмышкой и правым коленом не должно быть. Чтобы этого достигнуть, нужно с выдохом подвигать туловище вперед. Задержитесь в этой позиции и сделайте два дыхания.\r\n6.\tСделайте глубокий выдох, рывком отведите правую руку от плеча за спину, согните ее в локте, двигайте правую кисть сзади по талии и захватите ее левой кистью, либо правой кистью захватите левую. Сначала удается захватить лишь один-два пальца, но в результате упражнений развивается способность захватывать за спиной ладони, а затем и запястья.\r\n7.\tШею можно повернуть влево, направляя взгляд поверх левого плеча либо вправо, и тогда взгляд сосредотачивается в межбровье. Позвоночник скручивается больше, когда шея повернута влево.\r\n8.\tВследствие скручивания позвоночника диафрагма подвергается сжатию, так что в начальном периоде дыхание будет коротким и частым. Это не должно беспокоить. Спустя некоторое время можно будет выдерживать эту позу в течение 30-60 секунд при нормальном дыхании.\r\n9.\tОсвободите кисти, уберите правую стопу с пола, выпрямите сначала правую ногу, затем левую.\r\n10.\tПовторите позу в другую сторону, выдерживая ее столько же времени.", "image": "yoga/images/2024/07/25/Ардха_Матсиендрасана_I_итог.jpg", "upload_date": "2024-06-24T14:06:01.638Z", "views": 12, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 4, "fields": {"title": "Ардха Навасана", "translate": "Половина позы лодки", "effect": "Ардха Навасана укрепляет мышцы живота, спины и бедер, при равномерном дыхании благоприятно воздействует на печень, желчный пузырь и селезенку.", "contraindication": "Менструация, беременность, острые боли в области поясницы, гипертония и сердечно-сосудистые заболевания.", "technique": "1.\tСядьте на пол. Вытяните ноги и держите их прямо.\r\n2.\tПереплетите пальцы и положите на затылок,  над шеей.\r\n3.\tСделайте выдох, отклонитесь назад и поднимите ноги над полом на 30-35°, колени подтяните, пальцы ног разверните вперед. Равновесие удерживайте ягодицами. Следите за тем, чтобы позвоночник не соприкасался с полом. Напрягите мышцы поясницы и живота. Пальцы ног должны находиться на одном уровне с макушкой.\r\n4.\tОставайтесь в асане 20-30 секунд, дышите нормально. Со временем вы сможете оставаться в ней минуту и дольше.\r\nОбратите внимание:\r\n•\tВо время выполнения позы не задерживайте дыхание! В этом случае действие позы будет сказываться на мышцах живота, а не на органах брюшной полости.\r\n•\tНе отрывайте поясницу от пола, это может привести к травме!", "image": "yoga/images/2024/07/30/Ардха_навасана_итог.jpg", "upload_date": "2024-06-24T14:06:55.997Z", "views": 3, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 5, "fields": {"title": "Ардха Чандрасана", "translate": "Поза полумесяца", "effect": "Ардха Чандрасана  улучшает координацию, снимает стресс, улучшает пищеварение. Задействует все мышцы ног, боковые мышцы тела, поясницу и даже мышцы брюшного пресса. Растягивает связки в паху и подколенные сухожилия. Улучшает координацию, снимает стресс, улучшает пищеварение.", "contraindication": "Головные боли, бессоница, пониженное артериальное давление, диарея.", "technique": "1.\tВстаньте в Тадасану, а затем сделайте Уттхита Триконасану.\r\n2.\tВыполните Уттхита Триконасану вправо, сделайте выдох, поместите правую ладонь на пол  в 30 см от правой стопы. Согните правое колено, а левую стопу подвиньте к правой.\r\n3.\tОстаньтесь в этой позе и сделать два полных дыхания. Далее сделайте выдох и поднимите левую ногу, пальцы ноги разверните вверх. Вытяните правую ногу и кисть правой руки.\r\n4.\tПоместите левую ладонь на левое же бедро, вытянитесь вверх и полностью расправьте плечи. Разверните грудь влево и оставайтесь в этом положении 20-30 секунд, удерживая равновесие. Дышите ровно и глубоко. Вес тела должен приходиться не на правую руку (она лишь помогает стоять устойчиво), а в основном на правую стопу и правую часть таза.\r\n5.\tОпустите левую ногу на пол и вернитесь в Уттхита Триконасану.\r\n6.\tПовторите асану влево.\r\nОбратите внимание:\r\n•\tНе разворачивайте таз к полу!\r\n•\tНе поднимайте руку вверх,  пока не сможете как следует развернуть грудную клетку и выпрямить опорную ногу!", "image": "yoga/images/2024/07/25/Ардха_Чандрасана_итог.jpg", "upload_date": "2024-06-24T14:07:47.575Z", "views": 9, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 6, "fields": {"title": "Баддха Конасана", "translate": "Поза связанного угла", "effect": "Баддха Конасана относится к позам йоги, особенно полезной для женщин. Она улучшает работу почек, устраняет нарушения в работе мочеполовой системы, тонизирует мышцы живота и спины, предупреждает варикозное расширение вен. Облегчает роды,  укрепляет мочевой пузырь и матку.", "contraindication": "При травмах паха или коленей следует выполнять это упражнение, подкладывая опоры под бедра.", "technique": "1.\tСядьте на пол, ноги вытяните перед собой.\r\n2.\tСогните колени, стопы подтяните к туловищу.\r\n3.\tСоедините подошвы и пятки, стопы обхватите руками и подтяните пятки к промежности. Внешние края стоп положите на пол.\r\n4.\tТеперь попробуйте развести бедра в стороны и положить колени на пол.\r\n5.\tВытяните позвоночник вверх, взгляд направьте на кончик носа. Оставайтесь в асане около минуты.\r\n6.\tТеперь отпустите стопы, выпрямите ноги и расслабьтесь.\r\nПодтягивая руками стопы вверх, прижимайте колени ближе к полу. Учитывая, что растяжка паховых связок с правой и левой стороны бывает неравномерная, как и степень раскрытия суставов, выравнивайте положение, дотягивая ту ногу, колено которой поднято выше. Помните, чем сильнее захват стоп руками, тем лучше поднимается туловище.\r\nЧтобы углубить асану, ладонями разверните подошвы стоп вверх, соединив внутренние края стоп. Вытягивая спину от копчика к макушке, опустите корпус вперед, положите на пол сначала лоб, а затем – подбородок. Не отрывайте ягодицы от пола, вытягивайте туловище вперед.\r\nОбратите внимание:\r\n•\tНе прогибайте спину назад!\r\n•\tНе поднимайте плечи к ушам!\r\n•\tНе давите на бедра руками!", "image": "yoga/images/2024/07/25/Баддха_Конасана_итог.jpg", "upload_date": "2024-06-24T14:08:57.935Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 7, "fields": {"title": "Бакасана", "translate": "Поза журавля", "effect": "Асана укрепляет руки и запястья, вытягивает мышцы верхней части спины, укрепляет абдоминальные мышцы, раскрывает область пахов, тонизирует органы брюшной полости.", "contraindication": "Синдром запястного канала, беременность.", "technique": "1.\tСядьте на корточки, стопы вместе.\r\n2.\tНемного разведите колени в стороны.\r\n3.\tНа выдохе наклонитесь как можно ниже, продвигая торс между бедер.\r\n4.\tОкруглите спину, направьте локти назад, чтобы прижать верхние части рук (от локтя до плеча) к голеням.\r\n5.\tПлотно прижмите ладони к полу, разведя их на ширину плеч. Направьте локти к полу.\r\n6.\tНе позволяя рукам смещаться вдоль голеней, медленно оторвите пятки от пола.\r\n7.\tУдерживая таз приподнятым, осторожно сместите вес тела вперед и приподнимитесь на больших пальцах ног. Если вам удастся зафиксировать центр тяжести прямо над точкой между ладонями, стопы станут очень легкими. Оторвите от пола сначала одну стопу, затем другую.\r\n8.\tБалансируйте на согнутых руках. Входя в полный вариант позы, плотно прижмите внутренние края стоп друг к другу, продвигая их назад, от себя. Ваше тело должно быть максимально компактным, устремляйте пятки и ягодицы по направлению друг к другу.\r\n9.\tДержите в тонусе мышцы внутренней и задней поверхности бедра и мышцы пресса, чтобы направить колени к груди и друг к другу.\r\n10.\tОкруглите спину. На выдохе поднимитесь выше, плотно прижимая ладони к полу, разводя лопатки и выпрямляя руки, не позволяя при этом голеням соскальзывать вниз.\r\n11.\tПодайте таз вниз, расположив тело горизонтально.\r\n12.\tПоднимите голову и посмотрите вперед.\r\n13.\tОстаньтесь в позе минимум на 10 секунд, дышите ровно.", "image": "yoga/images/2024/07/25/Бакасана.jpg", "upload_date": "2024-06-24T14:09:58.472Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 8, "fields": {"title": "Бхарадваджасана I", "translate": "", "effect": "Бхарадваджасана I развивает гибкость спины, массирует органы брюшной полости.", "contraindication": "Травмы позвоночника, высокое и низкое кровяное давление.  При травмах или заболеваниях коленей выполнять с осторожностью.", "technique": "1.\tСядьте на коврик, вытяните ноги перед собой.\r\n2.\tСогните колени, придвиньте стопы к правому бедру.\r\n3.\tСядьте так, чтобы обе ягодицы лежали на полу. Разверните туловище  на 45° влево, правую руку положите на левое бедро около колена. Затем опустите ладонь на пол.\r\n4.\tСделайте выдох, отведите левую руку за спину,  и возьмитесь за  правую руку чуть выше локтя.\r\n5.\tПоверните шею вправо и посмотрите поверх правого плеча.\r\n6.\tОставайтесь в асане около 30 секунд, дышите ровно.\r\n7.\tСделайте все то же самое в другую сторону.\r\nОбратите внимание:\r\nНе наклоняйте корпус в сторону!", "image": "yoga/images/2024/07/30/Бхарадваджасана_I_итог.jpg", "upload_date": "2024-06-24T14:10:56.497Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 9, "fields": {"title": "Бхарадваджасана II", "translate": "", "effect": "Бхарадваджасана II развивает гибкость спины, массирует органы брюшной полости.", "contraindication": "Травмы позвоночника, высокое и низкое кровяное давление.  При травмах или заболеваниях коленей выполнять с осторожностью.", "technique": "1.\tСядьте на коврик, вытяните ноги перед собой.\r\n2.\tСогните левую ногу в колене,  левую стопу поместите  на правое бедро. Пятка должна оказаться около пупка. Таким образом, левая нога  окажется в полулотосе.\r\n3.\tСогните правую ногу,  правую стопу отведите назад, положите пятку возле правого бедра. Внутренняя часть правой икры должна касаться правого бедра. Колени лежат на полу рядом друг с другом.\r\n4.\tСделайте выдох, заведите левую руку за спину, согните ее, и ухватитесь за левую стопу.\r\n5.\tВыпрямите правую руку и положите ладонь под левое колено. Пальцы обращены вправо.\r\n6.\tУдерживайте левую стопу и максимально скручивайтесь влево. Шею поверните влево или вправо, смотрите поверх плеча.\r\n7.\tПобудьте в асане от 30 секунд до минуты, дышите ровно и глубоко.\r\n8.\tВыполните все то же самое в другую сторону.", "image": "yoga/images/2024/07/30/Бхарадваджасана_II_итог.jpg", "upload_date": "2024-06-24T14:11:43.666Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 10, "fields": {"title": "Бхекасана", "translate": "Поза лягушки", "effect": "Бхекасана снимает боли в коленных суставах и укрепляет колени. Поза помогает при растяжении связок в лодыжках и укрепляет их. Помогает при болях в пятках (в том числе при солевых шпорах). Также Бхекасана массирует органы брюшной полости и развивает мышцы спины.", "contraindication": "Высокое или низкое кровяное давление, бессонница, мигрени, травмы поясницы, плеч или шеи, беременность, менструация.", "technique": "1.\tЛягте на живот, руки вытяните назад.\r\n2.\tСделайте выдох, согните ноги, руками ухватитесь за подошвы ног, прижмите пятки к тазу. Сделайте два вдоха и выдоха. Затем приподнимите голову и туловище над полом и посмотрите вверх.\r\n3.\tРазверните кисти рук так, чтобы ладони прижимались к верхушкам стоп, а пальцы ног и рук были повернуты к голове. Постарайтесь приблизить пальцы стопы к полу. Руки от запястий до локтя должны быть перпендикулярны полу. Когда лодыжки и колени станут более гибкими, вы сможете положить пятки на пол.\r\n4.\tОставайтесь в асане 15-30 секунд.", "image": "yoga/images/2024/07/25/Бхекасана.jpg", "upload_date": "2024-06-24T14:12:32.802Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 11, "fields": {"title": "Бхуджангасана", "translate": "Поза кобры", "effect": "Бхуджангасана стимулирует работу почек и надпочечников, развивает гибкость позвоночника, благотворно влияя на потенцию у мужчин и состояние органов малого таза у женщин. Укрепляя мышцы спины, ягодиц и рук, поза кобры помогает снять общую усталость.", "contraindication": "Ущемление и значительные смещение позвоночных дисков, позвоночная грыжа, патологические лордозы, острые стадии радикулитов, прострелы, менструация, беременность, заболевания внутренних органов брюшной полости в острой стадии. Людям с гиперфункцией щитовидной железы не стоит запрокидывать голову назад.", "technique": "1.\tЛягте на пол, лицом вниз. Вытяните ноги, стопы держите вместе.  Напрягите колени и вытяните пальцы ног .\r\n2.\tПоложите ладони на пол возле таза.\r\n3.\tСделайте выдох и  прижмите ладони к полу.  Туловище тяните вверх. Сделайте два полных дыхания.\r\n4.\tСделайте выдох и поднимите туловище еще немного, чтобы пола касался только лобок. Оставайтесь  в этом положении несколько секунд.  Вес тела должен приходиться на ноги и ладони.\r\n5.\tНапрягите ягодицы и анус, сожмите бедра.\r\n6.\tОставайтесь в асане примерно 20 секунд, дышите ровно и глубоко.\r\n7.\tСделайте выдох, согните руки, опуститесь на пол. Повторите асану несколько раз.\r\nОбратите внимание:\r\n•\tНе прижимайте плечи к ушам!\r\n•\tНе поднимайте лобковую кость от пола!", "image": "yoga/images/2024/08/09/Бхуджангасана_итог.jpg", "upload_date": "2024-06-27T10:58:16.881Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 12, "fields": {"title": "Випарита Карани", "translate": "Поза перевернутого действия", "effect": "Асана повышает иммунитет, способствует лечению ангины, тонзиллита и всех простудных заболеваний. Устраняет опущение органов у женщин, излечивает опущение всех внутренних органов, особенно почек, снимает усталость ног и стоп, снимает незначительную головную боль и бессонницу, уменьшает болевые ощущения при артритах.", "contraindication": "Серьезные заболевания сердца, повышенное артериальное давление, увеличенная щитовидная железа,  хронический гайморит, отит, инфекционные заболевания глаз, глаукома, травмы шеи, менструация.", "technique": "1.\tРазверните кисти рук ладонями к полу;\r\n2.\tОпираясь на руки, поднимите прямые ноги над головой и заведите их немного за голову;\r\n3.\tПодведите руки под ягодицы и расположите прямые ноги над головой, так чтобы лодыжки находились на уровне носа (или глаз), а весь вес нижней части тела приходился на ладони и локти рук, поддерживающих таз;\r\n4.\tГолова, шея, лопатки, спина лежат на полу, таз приподнят; подбородок достаточно удалён от грудины, шея расслаблена, кровь свободно приливает к лицу;\r\n5.\tВ позе находитесь на свободном дыхании до первых признаков усталости;\r\n6.\tДля выхода из позы, не меняя положения ног, опираясь на локти, положите предплечья на пол ладонями вниз и медленно опустите ноги на пол;\r\n7.\tРасслабьтесь и лежите не менее 30 секунд.", "image": "yoga/images/2024/07/27/Випарита_Карани_итог.jpg", "upload_date": "2024-06-27T11:00:48.273Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 13, "fields": {"title": "Вирабхадрасана I", "translate": "Поза Воина I", "effect": "Вирабхадрасана  раскрывает тазобедренные суставы, подготавливая тело к более сложным позам йоги (например,  поза лотоса). Кроме того она углубляет дыхание, устраняет тугоподвижность плеч и спины, тонизирует и укрепляет мышцы ног, особенно бедра, уменьшает жировые отложения в области таза и бедер.", "contraindication": "Нарушения в работе сердца, высокое кровяное давление. Страдающим  радикулитом, рекомендуется очень осторожно и медленно входить в позу и выходить из неё.", "technique": "1.\tВстаньте в Тадасану.\r\n2.\tПоднимите руки над головой, соедините ладони, потянитесь вверх.\r\n3.\tВдохните и  прыжком расставьте ноги на 120-130 см.\r\n4.\tВыдохните и повернитесь вправо. Правую стопу заверните вправо на 90 градусов, а левую — немного вправо. Согните правое колено так, чтобы бедро оказалось параллельно полу. Следите, чтобы согнутое колено оставалось на одной линии с пяткой, а не уходило за лодыжку.\r\n5.\tЛевую ногу как следует вытяните, подтяните колено.\r\n6.\tУбедитесь, что ваше туловище обращено в ту же сторону, что и правая стопа.\r\n7.\tСлегка запрокиньте голову вверх и посмотрите на сложенные ладони. Позвоночник тяните вверх.\r\n8.\tПовторите все то же самое в левую сторону.\r\n9.\tОставайтесь в асане от 10 до 30 секунд.\r\n10.\tОтведите голову назад и посмотрите вверх на большие пальцы рук.\r\nПоджимая копчик, вы усилите ротацию в тазобедренных суставах, улучшите их кровоснабжение и мягко подготовите суставы к лотосовым позам. Вниманием пройдитесь по всем суставам вашего тела и постарайтесь удлинить, вытянуть их, снимая зажимы. Так вы облегчите ток энергии по телу и, возможно, почувствуете его.\r\nОбратите внимание:\r\nНе заламывайте шею, не сгибайте локти!", "image": "yoga/images/2024/07/25/Вирабхадрасана_I_итог.jpg", "upload_date": "2024-06-27T11:02:54.489Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 14, "fields": {"title": "Вирабхадрасана II", "translate": "Поза Воина II", "effect": "Вирабхадрасана II  укрепляет мышцы ног, спины и живота, восстанавливает подвижность суставов, убирает жировые отложения в области талии и живота, укрепляет мышечную систему всего организма, тренирует выносливость и координацию.", "contraindication": "Нарушения в работе сердца, высокое кровяное давление. Страдающим  радикулитом, рекомендуется очень осторожно и медленно входить в позу и выходить из неё.", "technique": "1.\tВстаньте в Тадасану.\r\n2.\tСделайте вдох и прыжком расставьте ноги на 120-135 см. Поднимите руки на уровне плеч, при этом ладони поверните вниз.\r\n3.\tПравую стопу разверните вправо на 90°, а левую — только слегка вправо. Вытяните как следует  левую ногу, подберите колено. Левая нога должна быть сильной. Если она скользит, упритесь ею в стену.\r\n4.\tСделайте выдох и сгибайте правое колено, чтобы бедро оказалось параллельно полу. Между правым бедром и икрой должен получиться прямой угол. Следите за тем, чтобы согнутое колено не выходило за лодыжку, а оставалось с пяткой на одной линии.  Туловище не должно наклоняться к согнутой (правой) ноге.\r\n5.\tКак следует вытяните кисти рук. Представьте, что кто-то тянет вас за руки изо всех сил!\r\n6.\tНаправьте взгляд на ладонь правой руки. При этом туловище не должно поворачиваться вправо. Еще раз как следует вытяните левую ногу, подколенные сухожилия. Внимание! Спина, таз и задняя сторона ног должны находиться на одной линии.\r\n7.\tОставайтесь в позе 20-30 секунд. Дышите ровно и глубоко.\r\n8.\tВдохните и вернитесь  в позицию 2.\r\n9.\tСделайте все то же самое в левую сторону.\r\n10.\tГлубоко вдохните и вернитесь в положение 2. Теперь сделайте выдох и прыжком вернитесь в Тадасану.", "image": "yoga/images/2024/07/25/Вирабхадрасана_II_итог.jpg", "upload_date": "2024-06-27T11:04:15.962Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 15, "fields": {"title": "Вирабхадрасана III", "translate": "Поза Воина III", "effect": "Вирабхадрасана III укрепляет мышцы поясницы, тонизирует органы брюшной полости, придает крепость и красивую форму мышцам ног. Укрепляя подколенные мышцы, эта асана восстанавливает подвижность коленей после травм и их способность переносить нагрузки.", "contraindication": "Нарушения в работе сердца, высокое кровяное давление. При проблемах с поясницей нужно аккуратно входить в асану и выходить из асаны.", "technique": "1.\tСделайте Вирабхадрасану I в правую сторону.\r\n2.\tСделайте выдох, наклонитесь вперед и опустите грудь на правое бедро. Руки выпрямите, ладони соедините. Останьтесь в этом положении, сделайте два вдоха и выдоха.\r\n3.\tЗатем сделайте выдох и одновременно поднимите левую ногу над полом, а правую ногу выпрямите, колено подберите. Разверните левую ногу, чтобы ее передняя поверхность оказалась параллельной полу.\r\n4.\tОставайтесь в асане 20-30 секунд, дышите ровно и глубоко.\r\n5.\tТело должно располагаться параллельно полу. Правую ногу нужно полностью вытянуть  перпендикулярна полу. Представьте, будто вас растягивают в противоположные стороны.\r\n6.\tСделайте выдох и вернитесь в Вирабхадрасану I.\r\n7.\tПовторите то же самое влево.\r\nУстановить равновесие в позе будет легче, если сконцентрировать внимание на трех опорных точках стопы (две в передней части, третья — в пятке) и давить ими пол. Удерживать позу будет легче, если представить, что вас тянут за руки вперед и за ногу назад.\r\nОбратите внимание:\r\n•\tНе заламывайте шею!\r\n•\tНе повисайте на пояснице!", "image": "yoga/images/2024/07/25/Вирабхадрасана_III_итог.jpg", "upload_date": "2024-06-27T11:05:18.710Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 16, "fields": {"title": "Вирасана", "translate": "Поза Героя", "effect": "Вирасана способствует лечению ревматических болей в коленях, уменьшает напряжение в ногах, полезна при плоскостопии. При регулярной практике вытягиевает лодыжки и стопы, правильно формирует свод стопы, облегчает боли в пятках при отложении солевых шпор, постепенно убирая шпоры.", "contraindication": "Выполняйте асаны требует осторожности, если у вас были травмы лодыжек и коленей. При проблемах с сердцем и головных болях выполняйте Вирасану, лежа спиной на болстере.", "technique": "1.\tВстаньте  на колени. Держите их вместе, а  стопы разведите примерно на 50 см.\r\n2.\tОпустите ягодицы на пол, между стоп. Стопы должны лежать по бокам от бедер, а внутренние стороны икр касаться  бедер. Пальцы ног разверните назад. Положите руки на колени ладонями вверх. Соедините кончики большого и указательного пальцев, вытяните остальные пальцы. Спину держите прямо.\r\n3.\tЗадержитесь в этом положении как можно дольше, дышите ровно и глубоко.\r\n4.\tТеперь положите ладони на колени.\r\n5.\tПереплетите пальцы и вытяните руки над головой вверх ладонями.\r\n6.\tОставайтесь в этом положении1 минуту, дышите ровно и глубоко.\r\n7.\tСделайте выдох, расплетите пальцы, положите ладони на подошвы ног, наклонитесь вперед и коснитесь подбородком коленей.\r\n8.\tОставайтесь в этом положении 1 минуту, дышите ровно и глубоко.\r\n9.\tСделайте вдох,выйдите из позы и расслабьтесь.\r\nЕсли возникнут трудности,  для начала можно  поместить одну стопу на другую,  и сесть на стопы, а не между ними. Постепенно раздвигайте пальцы ног и стопы, чтобы они оказались по бокам. Через некоторое время ягодицы опустятся на пол.\r\nВирасана – одно из традиционных положений для пранаямы и медитации. Если она выполняется правильно, в ней можно пребывать несколько минут, наблюдая за своими внутренними ощущениями. Другими словами, эта асана развивает осознанность, которая является краеугольным камнем всей практики йоги.\r\nОбратите внимание:\r\nНе проваливайте поясницу вперед!", "image": "yoga/images/2024/07/25/Вирасана.jpg", "upload_date": "2024-06-27T11:07:50.216Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 17, "fields": {"title": "Врикшасана", "translate": "Поза дерева", "effect": "Врикшасана развивает чувство равновесия и устойчивости,  тонизирует мышцы ног.", "contraindication": "Травмы ног, боли в суставах, повышенное давление.", "technique": "1.\tВстаньте в Тадасану, вытяните руки вверх и тянитесь всем телом вверх, укореняясь стопами в земле.\r\n2.\tСогните правую ногу в колене и прижмите стопу к внутренней стороне левого бедра, поместив пятку возле промежности и направив пальцы строго вниз. \r\n3.\tОтведите колено в сторону.\r\n4.\tДышите ровно, удерживая позу в течение нескольких секунд, с временем увеличивая продолжительность выдержки.\r\nСильнее давите стопой на бедро, тогда балансировать будет легче. Также помогает удерживать равновесие концентрация внимания на трех точках стопы, образующих опору.", "image": "yoga/images/2024/07/25/Врикшасана_итог.jpg", "upload_date": "2024-06-27T11:08:55.410Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 18, "fields": {"title": "Гарудасана", "translate": "Поза Орла", "effect": "Гарудасана укрепляет мышцы ног, учит координировать напряжение (напрягать одни мышцы, одновременно расслабляя другие). Асана тонизирует ноги, расслабляя при этом суставы, помогает при болях в спине, развивает чувство равновесия.", "contraindication": "Травмы коленей.", "technique": "1.\tВстаньте в Тадасану.\r\n2.\tПоднимите правую ногу, закрутите ее вокруг левой, уперев большой палец правой ноги в левую ступню.\r\n3.\tЗакрутите правой рукой левую (правая плечевая кость поверх левой) и соедините ладони, направив пальцы вверх.\r\n4.\tСохраняя равновесие, опустите тело как можно ниже. Удерживайте это положение секунд 15-20 (если возможно – больше). Дышите ровно и глубоко.\r\n5.\tВернитесь в Тадасану.\r\n6.\tПовторите то же самое в другую сторону.\r\nОбратите внимание:\r\n•\tНе перекашивайте таз и плечи!\r\n•\tНе сгибайте спину!\r\n•\tПлотно прижимайте опорную стопу к полу!\r\n•\tСильнее опирайтесь на большой палец «верхней» ноги.", "image": "yoga/images/2024/07/25/Гарудасана.jpg", "upload_date": "2024-06-27T11:10:22.281Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 19, "fields": {"title": "Гомукхасана", "translate": "Поза коровьей головы", "effect": "Гомукхасана делает эластичными икроножные мышцы, бедра, мышцы плечевого корпуса. Раскрывает грудную клетку, выравнивает осанку. Возвращает подвижность тазобедренным суставам, улучшая ток крови и лимфы в области малого таза, оздоравливая внутренние органы.", "contraindication": "Не выполняйте асану, если у вас были серьезные травмы шеи, плеч, коленей и поясницы.", "technique": "1.\tСядьте на пол, вытяните ноги вперед.\r\n2.\tУпритесь ладонями в пол и поднимите таз.\r\n3.\tОтогните левую ногу назад и сядьте на левую стопу.  Положите бедро правой ноги на бедро левой. Приподнимите ягодицы и соедините лодыжки и пятки.\r\n4.\tТеперь опустите лодыжки на пол, пальцы ног разверните назад.\r\n5.\tЛевую руку поднимите, согните в локте и поместите левую ладонь на спину между лопатками. Правую руку согните и продвиньте за спиной вверх, пока пальцами не коснетесь левой руки. Соедините кисти между лопатками.\r\n6.\tОставайтесь в  позе 30-60 секунд, дышите ровно и глубоко. Шея и голова должны сохранять вертикальное положение. Взгляд направьте вперед.\r\n7.\tПовторите то же самое в другую сторону.\r\nЕсли руки не соединяются за спиной, используйте в качестве соединения ремешок. Новичкам следует выполнять Гомукхасану, подложив под ягодицы блок, болстер или свернутое в рулон одеяло.\r\nОбратите внимание:\r\n•\tНе прогибайте поясницу вперед!\r\n•\tНе перекашивайте таз!", "image": "yoga/images/2024/07/28/Гомукхасана_итог.jpg", "upload_date": "2024-06-27T11:11:40.854Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 20, "fields": {"title": "Дандасана", "translate": "Поза посоха", "effect": "Дандасана растягивает мышцы ног, снимая напряжение в ногах, способствуя улучшению кровообращения и току лимфы. Асана также укрепляет мышцы спины и талии, учит сидеть прямо с вертикально поднятой спиной, выравнивая осанку.", "contraindication": "Травмы поясницы.", "technique": "1.\tСядьте на ягодицы, выпрямив спину.\r\n2.\tВыпрямите ноги, направив колени в пол, а носки стоп на себя.\r\n3.\tСделайте небольшой прогиб в пояснице, «толкая» живот вперед (исключение: патологическая вогнутость — лордоз — поясницы).\r\n4.\tПоставьте ладони на пол возле ягодиц пальцами вперед.\r\n5.\tВытяните спину от копчика к макушке. Слегка опустите подбородок так, чтобы шея продолжила линию позвоночника.\r\nОбратите внимание:\r\n•\tНе скругляйте спину!\r\n•\tНе поворачивайте стопы внутрь!", "image": "yoga/images/2024/07/30/Дандасана_итог.jpg", "upload_date": "2024-06-27T11:12:56.037Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 21, "fields": {"title": "Джану Ширшасана", "translate": "Поза головы на колене", "effect": "Джану Ширшасана тонизирует печень и селезенку, делает здоровыми почки и органы пищеварения. Вытягивает мышцы ног и спины, помогает раскрыть таз, нормализует работу выделительной системы. Как и большинство наклонов вперед, она успокаивает нервную систему, помогая восстановить силы.", "contraindication": "Астма, диарея. При травмах коленей не сгибайте ногу полностью, подкладывайте под нее сложенное одеяло или блок. Во время беременности выполняйте это упражнение без наклона, вытягивая и удлиняя спину и переднюю часть туловища.", "technique": "1.\tСядьте на пол, ноги вытяните перед собой.\r\n2.\tСогните левое колено и отведите его влево. Левое бедро и левую икру опустите на пол.\r\n3.\tПоложите левую пятку напротив внутренней части левого бедра, рядом с промежностью. Между ногами должен получиться тупой угол. Не держите левое колено на одной линии с левым бедром, толкайте левое колено назад.\r\n4.\tВытяните руки  к правой стопе и возьмитесь за нее. Сначала ухватитесь за пальцы ноги, и постепенно — за подошву и за пятку. Вытяните руки и обхватите пальцами одной руки запястье другой за стопой.\r\n5.\tПравая нога должна быть вытянутой, колено — напряженным и подтянутым. Следите, чтобы правое колено не отрывалось от пола.\r\n6.\tСделайте выдох и наклоните туловище вперед, и опустите лоб, нос и  подбородок за правое колено. Затем опустите голову на пол поочередно с одной и с другой стороны правой ноги. Правая стопа не должна отклоняться вправо.\r\n7.\tПолностью вытяните спину, толкните тело вперед. Грудь положите на правое бедро.\r\n8.\tОставайтесь в асане от 30до 60 секунд, дышите ровно и глубоко.\r\n9.\tСделайте вдох, поднимите голову и туловище, выпрямите руки и несколько секунд смотрите вверх, вытягивая спину и стараясь прогнуть позвоночник.\r\n10.\tВернитесь в позицию 1.\r\n11.\tПовторите все то же самое в другую сторону.\r\nОбратите внимание:\r\n•\tНе округляйте спину!\r\n•\tНе отрывайте ягодицы от пола!\r\n•\tНе поднимайте плечи!", "image": "yoga/images/2024/07/25/Джану_Ширшсана_итог.jpg", "upload_date": "2024-06-27T11:14:03.824Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 22, "fields": {"title": "Джатхара Паривартанасана", "translate": "Поза поворота живота", "effect": "Джатхара Паривартанасана особенно полезна для похудения. Она укрепляет глубокие внутренние мышцы живота, сгоняет лишний жир. Кроме этого есть и целебный эффект: устранение застоя в печени, селезенке и поджелудочной железе, помощь при болях и спазмах в пояснично-крестцовом отделе спины.", "contraindication": "Заболевания внутренних органов в стадии обострения. Если у вас проблемы с поясницей, или вы страдаете радикулитом и прострелами, то опускайте  не прямые в коленях ноги, а согнутые. Выпрямить их можно уже на полу.", "technique": "1.\tЛягте на спину.\r\n2.\tВытяните руки в стороны, расположив их на линии плеч.\r\n3.\tСделайте выдох, поднимите ноги до вертикали. Напрягите и выпрямите их, не сгибайте в коленях.\r\n4.\tСделать несколько вдохов и выдохов, затем выдохните и переместите ноги влево и вниз в сторону левой руки.\r\n5.\tНе отрывайте спину от пола. Сначала правое плечо, возможно, будет подниматься. Попросите кого-нибудь прижать ваше плечо к полу, или ухватитесь правой рукой за какой-нибудь тяжелый предмет, а ноги направляйте влево.\r\n6.\tОпускайте ноги вместе, колени следует напрячь и подтянуть. Поясницу по возможности прижимайте к полу, и поворачивайте ноги только от таза. Когда они окажутся рядом с левой рукой, нужно двигать живот вправо.\r\n7.\tОставайтесь в асане примерно 20 секунд, ноги держите напряженными. Затем сделайте выдох и постепенно вернитесь в вертикальное положение.\r\n8.\tСделать несколько вдохов и выдохов, потом повторите все в другую сторону.\r\nОбратите внимание:\r\nНе опускайте стопы на пол!", "image": "yoga/images/2024/07/27/Джатхара_Париватанасана_итог.jpg", "upload_date": "2024-06-27T11:15:24.534Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 23, "fields": {"title": "Дханурасана", "translate": "Поза лука", "effect": "Дханурасана возвращает гибкость позвоночнику, а стало быть, продлевает молодость. Также она тонизирует органы брюшной полости, помогает справиться с дефектами спины.", "contraindication": "Гиперфункция щитовидной железы, язва желудка или двенадцатиперстной кишки, грыжа, искривление позвоночника. Людям, предрасположенным к грыжам и гипертонии выполнять очень осторожно.", "technique": "1.\tЛягте на пол животом вниз. Копчик опустите вниз.\r\n2.\tСделайте выдох и согните ноги в коленях. Вытяните руки назад и возьмитесь левой рукой за левую лодыжку, а правой рукой — за правую. Сделайте два вдоха и выдоха.\r\n3.\tСделайте полный выдох и тяните ноги вверх, одновременно поднимая колени и поднимая от пола грудь. Руки и кисти должны стягивать тело, делая его подобным луку.\r\n4.\tПоднимите голову и отведите ее назад, как можно дальше. Тазовые кости и ребра не должны касаться пола. Основной вес тела приходится на живот.\r\n5.\tКогда поднимаете ноги, не  соединяйте их в коленях, иначе не сможете поднять их достаточно высоко. Лишь когда вы полностью вытяните ноги вверх, соедините бедра, колени и лодыжки.\r\n6.\tВ этой асане дыхание, возможно, будет учащенным, так как живот растянут — это нормально. Задержитесь в асане от 20 секунд до минуты.\r\n7.\tСделайте выдох, отпустите лодыжки, вытяните ноги, опустите голову на пол и расслабьтесь.\r\nОбратите внимание:\r\n•\tНе расставляйте колени в стороны!\r\n•\tНе поднимайте плечи к ушам!", "image": "yoga/images/2024/07/30/Дханурасана_итог.jpg", "upload_date": "2024-06-27T11:16:41.350Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 24, "fields": {"title": "Карнапидасана", "translate": "Поза ушей между коленями", "effect": "Карнапидасана снимает боли в спине,  усиливает циркуляцию крови вокруг позвоночника, омолаживая его, возвращая ей гибкость, избавляет от метеоризма и дает отдых сердцу.", "contraindication": "Травмы шеи, астма, высокое давление, менструация, беременность, диарея.", "technique": "1.\tВыполните Халасану, положите ладони на спину, как в Саламба Сарвангасане.\r\n2.\tВыдохните и согните колени, прижав их к ушам. Поставьте колени на пол.\r\n3.\tВытяните носки и соедините стопы.\r\n4.\tОставайтесь в этом положении 10—15 секунд, дышите ровно.\r\n5.\tВернитесь в Халасану, затем опуститесь на пол.", "image": "yoga/images/2024/08/06/Карнапидасана_итог.jpg", "upload_date": "2024-06-27T11:17:46.578Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 25, "fields": {"title": "Макарасана", "translate": "Поза крокодила", "effect": "Макарасана укрепляет мышцы спины, одновременно развивая гибкость позвоночника, уменьшает боли в крестцовой и поясничной области, оздоравливает мочевой пузырь и предстательную железу. Асана исправляет сутулость и гиперлордоз поясницы за счет сокращения мышц ягодиц и мышц между лопатками.", "contraindication": "Серьезные травмы спины, повышенная температура, головная боль, с беременность, грыжа. При травмах шеи следует оставлять голову на полу, глядя вниз, либо подкладывать под лоб сложенное одеяло.", "technique": "1.\tЛягте на живот.\r\n2.\tПереплетите пальцы рук на затылке.\r\n3.\tНапрягите стопы, бедра и ягодицы.\r\n4.\tПриподнимите одновременно голову, грудную клетку и ноги.\r\n5.\tДышите спокойно.\r\nОбратите внимание:\r\nПоза является вариантом Шалабхасаны.", "image": "yoga/images/2024/08/09/Макарасана_итог.jpg", "upload_date": "2024-06-27T11:19:11.172Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 26, "fields": {"title": "Маласана II", "translate": "Поза золотого пояса", "effect": "В этой асане укрепляются органы брюшной полости. Женщины, страдающие сильными болями в спине в период менструации получают облегчение в этой позе, боль в спине ослабевает.", "contraindication": "Заболевания верхних дыхательных путей.", "technique": "1.\tСадитесь на корточки, соединив стопы. Подошвы и пятки полностью стоят на полу.\r\n2.\tПриподнимите от пола седалище.\r\n3.\tРаздвиньте бедра и колени, туловище продвиньте вперед, пока подмышки не продвинутся за колени.\r\n4.\tНагнитесь вперед и схватите сзади лодыжки.\r\n5.\tПосле захвата лодыжек сделайте выдох, опустите голову к пальцам ног.\r\n6.\tСохраняйте это положение 30 секунд при нормальном дыхании.\r\n7.\tВдохните, поднимите голову, отпустите лодыжки и расслабтесь.", "image": "yoga/images/2024/07/30/Маласана_II_итог.jpg", "upload_date": "2024-06-27T11:20:31.849Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 27, "fields": {"title": "Маричиасана I", "translate": "Поза мудреца Маричи", "effect": "Маричиасана тренирует грудной отдел позвоночника, оздоравливает органы брюшной полости.", "contraindication": "Расстройство пищеварительной системы.", "technique": "1.\tСядьте на пол, ноги вытяните прямо перед собой.\r\n2.\tСогните левое колено и поставьте левую стопу на пол как можно ближе к промежности.\r\n3.\tВытяните левое плечо вперед, так чтобы левая подмышка касалась перпендикулярно стоящей левой голени.\r\n4.\tОбведите левую руку вокруг левой голени и бедра, согните локоть и заведите предплечье за спину на уровне талии. Отведите за спину кисть правой руки и сцепите запястья или пальцы.\r\n5.\tДержите спину ровно, поворачивая позвоночник влево. Задержитесь в этом положении на 10—15 секунд, глубоко и ровно дыша.\r\n6.\tС очередным выдохом наклонитесь вперед, положите на правое колено сначала лоб, затем нос, губы и, наконец, подбородок.\r\n7.\tОставайтесь в позе 30 секунд. Затем поднимитесь и поменяйте ноги.\r\nОбратите внимание:\r\nНе сгибайте вытянутую ногу!", "image": "yoga/images/2024/08/09/Маричиасана_I_итог.jpg", "upload_date": "2024-06-27T11:21:50.244Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 28, "fields": {"title": "Маричиасана II", "translate": "Поза мудреца Маричи", "effect": "Маричиасана II относится к позам йоги, улучшающим пищеварение. Стопа, расположенная на бедре, массирует живот, тонизируя и укрепляя органы брюшной полости. Скручивание «оживляет» и тонизирует позвоночник.", "contraindication": "Беременность, менструация, травмы поясницы, заболевания внутренних органов на стадии обострения.", "technique": "1.\tСядьте в Дандасану.\r\n2.\tСогните левую ногу в колене и поместите стопу на основание правого бедра (полулотос).\r\n3.\tСогните правую ногу в колене, поставьте стопу на пол возле промежности.\r\n4.\tСлегка наклонитесь вперед, обвейте правой рукой правую голень и бедро. Соедините руки за спиной.\r\n5.\tЗадержитесь в этом положении 15—20 секунд, вытягивая позвоночник вверх, затем наклонитесь и опустите голову на левое колено.\r\n6.\tЗадержитесь в позе 30—60 секунд (со временем увеличивая длительность выполнения).\r\n7.\tДанная поза требует симметрии, поэтому поменяйте ноги и выполните асану в другую сторону.", "image": "yoga/images/2024/08/06/Маричиасана_II_итог.jpg", "upload_date": "2024-06-27T11:22:42.574Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 29, "fields": {"title": "Маричиасана III", "translate": "Поза мудреца Маричи", "effect": "Маричиасана III относится к позам йоги похудания. Благодаря массажу живота улучшается работа кишечника, а объем живота естественным образом уменьшается. Скручивание в этой позе избавляет от острых болей в спине, пояснице и бедрах, излечивает растяжения плечевых связок и смещения плечевых суставов, дает свободу движения плечам, тренирует мышцы шеи, тонизирует печень и селезенку.", "contraindication": "Травмы поясницы и плеч, менструация, беременность. При травмах коленей выполнять с осторожностью.", "technique": "1.\tСядьте в Дандасану.\r\n2.\tСогните левую ногу и поставьте стопу возле промежности (колено направлено вверх).\r\n3.\tС выдохом разверните корпус влево, зацепившись плечом за левое колено.\r\n4.\tВдохните, и с выдохом обвейте правой рукой колено и соедините руки за спиной. Взгляд направьте назад.\r\n5.\tДышите ровно. С каждым выдохом сильнее поворачивайте корпус влево. Оставайтесь в позе 30—60 секунд, со временем увеличивая продолжительность выполнения.\r\n6.\tЗатем поменяйте ноги и выполните асану в другую сторону.\r\nОбратите внимание:\r\nНе поднимайте ягодицу от пола!", "image": "yoga/images/2024/07/27/Маричиасана_III_итог.jpg", "upload_date": "2024-06-27T11:24:02.316Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 31, "fields": {"title": "Падангуштхасана", "translate": "Наклон с захватом большого пальца ноги", "effect": "Падангуштхасана относится к позам йоги, снимающим стресс. Она укрепляет ноги, придает гибкость позвоночнику, тонизирует органы брюшной полости, улучшая пищеварение. В этой позе выделяется много пищеварительных соков, активизируются печень и селезенка. Падангуштхасана успокаивает, помогает при головных болях и бессоннице, устраняет неприятные симптомы менопаузы.", "contraindication": "При смещении позвоночных дисков, выполняйте эту асану только под руководством инструктора.", "technique": "1.\tВстаньте в Тадасану (стопы на ширине плеч), нагнитесь вперед с прямой спиной, складываясь в тазобедренных суставах.\r\n2.\tОбхватите большие пальцы ног большими, указательными и средними пальцами рук. Вытяните спину вперед, напрягите ноги.\r\n3.\tВыпрямите руки, прогнитесь в пояснице, приподнимите грудную клетку и посмотрете вперед и вверх.\r\n4.\tС выдохом согните локти и наклонитесь ниже, растягивая торс. Потянитесь за большие пальцы ног и наклонитесь еще ниже, приблизив голову к ногам. Задержитесь на 20—30 секунд, дышите ровно.\r\n5.\tВернитесь в Тадасану.\r\nОбратите внимание:\r\n•\tНе поднимайте голову, чтобы не нарушать ток кровоток в шее!\r\n•\tНе сгибайте колени!\r\n•\tНе направляйте носки стоп в стороны!", "image": "yoga/images/2024/07/30/Падангуштхасана_итог.jpg", "upload_date": "2024-06-27T11:26:34.119Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 32, "fields": {"title": "Паривритта Падмасана", "translate": "Поза лотоса со скручиванием", "effect": "Париврита Падмасана увеличивает подвижность коленей и лодыжек, тонизирует позвоночник и органы брюшной полости, усиливая циркуляцию крови в области живота и поясницы.", "contraindication": "Травмы коленей и лодыжек, пояснично-крестцовый радикулит", "technique": "1.\tСядьте на коврик.\r\n2.\tСогните правую ногу в колене, возьмитесь за правую стопу и положите ее на основание левого бедра так, чтобы пятка лежала возле пупка.\r\n3.\tСогните левую ногу и поместите  ее на правое бедро, так чтобы пятка лежала возле пупка. Подошвы разверните кверху. Это — основной вариант Падмасаны. Теперь поверните корпус влево и обхватите левой рукой левую стопу за спиной, а правую руку положите на колено.\r\n4.\tПоменяйте перекрест ног,  положив левую стопу  на правое бедро, а правую — на левое. Поверните корпус вправо и обхватите правой рукой правую стопу за спиной, а левую руку положите на колено.", "image": "yoga/images/2024/07/29/Париврита_Падмасана_итог.jpg", "upload_date": "2024-06-27T11:27:56.193Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 33, "fields": {"title": "Паривритта Паршваконасана", "translate": "Перевернутая поза растянутого бока", "effect": "Паривритта Паршваконасана ускоряет пищеварение, омолаживает  позвоночник, развивает координацию, вырабатывает спокойствие и терпение.", "contraindication": "Заболевания внутренних органов на стадии обострения, тугоподвижная поясница, невроз кишечника, паховая грыжа.", "technique": "1.\tРасставьте ноги в стороны на 1,2 м, вытяните руки в стороны с ладонями, обращенными вниз.\r\n2.\tПоверните правую стопу строго вправо, а левую — слегка вправо, под небольшим углом. Оставляя левую ногу вытянутой, согните правую ногу в колене под углом 90 градусов.\r\n3.\tС выдохом разверните корпус вправо и занесите левую руку за правое колено и поставьте ладонь на пол, подталкивая коленный сустав  локтем и плечом. Правую руку вытяните вверх, а затем  вперед, над правым ухом. \r\n4.\tСохраняйте позу от 30 секунд до 1 минуты, дыша глубоко и ровно.\r\n5.\tВыполните позу в другую сторону.\r\nОбратите внимание:\r\n•\tНе поднимайте таз выше уровня колена!\r\n•\tНаучитесь крепко стоять на ногах, и только потом усложняйте позу!", "image": "yoga/images/2024/07/27/Париврита_Паршваконасана_итог.jpg", "upload_date": "2024-06-27T11:29:21.583Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 34, "fields": {"title": "Паривритта Триконасана", "translate": "Поза развернутого треугольника", "effect": "Паривритта Триконасана улучшает кровообращение нижней части спины, снимает боли в спине, укрепляет органы брюшной полости и мышцы бедер.", "contraindication": "Травмы спины и позвоночника, низкое кровяное давление, мигрень, диарея, головная боль, бессонница.", "technique": "1.\tВстаньте  в Тадасану. Глубоко вдохните и прыжком расставьте ноги примерно на 100 см. Поднимите руки в стороны до  уровня плеч, ладони разверните вниз.\r\n2.\tРазверните правую стопу вправо на 90°, а  левую стопу — на 60°.  Левую ногу как следует вытяните и подберите колено.\r\n3.\tСделайте выдох, разверните левую ногу и туловище  вправо, потом положите левую ладонь на пол, рядом с внешней стороной правой стопы.\r\n4.\tВытяните вверх правую руку и посмотрите на большой палец. Правая рука должна находится на одной линии с левой.\r\n5.\tКолени должны быть «подобраны».  Следите, чтобы правая стопа не отрывалась от пола. Внешнюю часть левой стопы полностью поставьте на пол.\r\n6.\tПостарайтесь вытянуть лопатки и плечи.\r\n7.\tОставайтесь в асане примерно 30 секунд, дышите ровно.\r\n8.\tСделайте выдох, плавно поднимите левую ладонь, разверните туловище и вернитесь в исходное положение.\r\n9.\tСделайте выдох и повторите асану в левую сторону. Поверните левую стопу влево на 90°, а правую — на 60°. Потом положите правую ладонь возле внешней стороны левой стопы.\r\n10.\tВ завершении вдохните, поднимитесь, поставьте стопы параллельно, руки держите разведенными в стороны на уровне плеч.\r\n11.\tС выдохом  вернитесь в Тадасану.\r\nОбратите внимание:\r\n•\tНе сгибайте колени!\r\n•\tНе отрывайте пятки от пола!\r\n•\tНе уводите таз в сторону!", "image": "yoga/images/2024/07/27/Париврита_Триконасана.jpg", "upload_date": "2024-06-27T11:30:30.473Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 35, "fields": {"title": "Парипурна Навасана", "translate": "Поза лодки", "effect": "Парипурна Навасана укрепляет мышцы брюшного пресса, спины и бедер. Она усиливает кровообращение в области живота, улучшая пищеварение, снимает боли в пояснице, стимулирует работу щитовидной железы.", "contraindication": "Менструация, беременность, диарея, колики, заболевания кишечника на стадии обострения, аппендицит, грыжа пищеводного отверстия, острые боли в пояснице, гипертония и другие сердечно-сосудистые заболевания.", "technique": "1.\tСядьте на пол и вытяните ноги перед собой. Положите ладони  рядом с тазом,  разверните пальцык стопам,  кисти  вытяните прямо. Спину держите прямой.\r\n2.\tСделайте выдох, отклонитесь назад и поднимите ноги на 60-65° . Они должны быть вытянутыми и напряженными, колени подтянутыми. Пальцы ног смотрят вперед. Поднимите стопы выше головы. Удерживайте равновесие за счет ягодиц. Позвоночник не должен касаться пола.\r\n3.\tВытяните руки вперед, параллельно полу. Удерживайте их на уровне бедер. Ладони разверните друг к другу. Они должны находиться на уровне плеч.\r\n4.\tУдерживайте асану  до минуты, дышите ровно.\r\n5.\tСделайте выдох, опустите  руки и ноги, лягте на спину  и расслабьтесь.\r\nОбратите внимание:\r\n•\tНе скругляйте поясницу!\r\n•\tНе прижимайте плечи к ушам!\r\n•\tНе задерживайте дыхание!", "image": "yoga/images/2024/07/25/Парипурна_Навасана.jpg", "upload_date": "2024-06-27T11:31:29.617Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 37, "fields": {"title": "Прасарита Падоттанасана", "translate": "Наклон с широко расставленными ногами", "effect": "Прасарита Падоттанасана растягивает подколенные сухожилия, устраняет усталость, вызванную стоячими позами, снижает  боль в пояснице, способствует снижению веса. т.к. задействует все мышцы тела, усиливает кровообращение.", "contraindication": "Выполнять с осторожностью при проблемах с нижними отделами позвоночника, не делайте полного наклона вперед.", "technique": "1.\tВстаньте в Тадасану.\r\n2.\tПоложите кисти рук на талию и раздвиньте ноги на 135-155 см.\r\n3.\tНапрягите ноги, подтянув коленные чашечки вверх. Выдохните и положите ладони на пол между стоп на одной линии с плечами.\r\n4.\tВдохните и поднимите голову вверх, держа спину вогнутой.\r\n5.\tВыдохните, согните локти и поместите темя на пол. Вес тела при этом приходится на ноги. Не переносите вес тела на голову. Обе стопы, обе ладони и голова должны быть на одной линии.\r\n6.\tОставайтесь в позе 30 секунд, дышите глубоко и ровно.\r\n7.\tВдохните, поднимите голову с пола и выпрямите руки в локтях. Голову держите высоко, прогнув спину.\r\n8.\tВыдохните и встаньте в позицию 2.\r\n9.\tПрыжком вернитесь в Тадасану.", "image": "yoga/images/2024/08/06/Прасарита_Падоттанасана.jpg", "upload_date": "2024-06-27T11:33:35.728Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 38, "fields": {"title": "Пурвоттанасана", "translate": "", "effect": "Пурвоттанасана  обеспечивает хорошую подвижность плечевых суставов, укрепляет запястья и лодыжки. Дает разгрузку после наклонов вперед.", "contraindication": "Травмы шеи и позвоночника, травмы запястий.", "technique": "1.\tСядьте на пол, ноги вытяните прямо перед собой. Положите ладони на пол у таза, направив пальцы в сторону стоп.\r\n2.\tСогните колени и поместите подошвы и пятки на пол.\r\n3.\tПеренесите вес тела на ладони и стопы, выдохните и поднимите тело от пола. Выпрямите руки и ноги, напрягая локтевые и коленные суставы.\r\n4.\tРуки от запястий до плеч должны быть перпендикулярны полу, а туловище от плеч до таза - параллельно полу.\r\n5.\tВытяните шею и откиньте голову насколько возможно назад.\r\n6.\tОставайтесь в позе 1 минуту, дышите нормально.\r\n7.\tВыдохните, согните локти и колени, опустите тело, сядьте на пол.", "image": "yoga/images/2024/08/09/Пурвотанасана_итог.jpg", "upload_date": "2024-06-27T11:34:20.981Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 39, "fields": {"title": "Саламба Ширшасана", "translate": "Стойка на голове", "effect": "Регулярные занятия Ширшасаной обеспечивают прилив здоровой чистой крови к клеткам мозга, что обновляет их, оттачивая ум и проясняя мысли. Эта асана помогает тем, у кого быстро наступает умственное утомление. Она обеспечивает надлежащее кровоснабжение таких важных органов мозга, как гипофиз и шишковидная железа, от правильного функционирования которых зависит рост человека, здоровье и жизнедеятельность. Страдающие бессонницей, потерей памяти, ослаблением жизненной энергии могут восстановить свое здоровье, регулярно и правильно выполняя Ширшасану. Асана излечивает от простуд, кашля, тонзиллита, зловонного дыхания. Ширшасана в сочетании с вариациями Саламба Сарвангасаны излечивает от запора. В результате регулярных занятий ею повышается содержание гемоглобина в крови. Ширшасану можно продолжить выполнять во время беременности (желательно у стены), если практикующие имеют длительный опыт  выполнения данной асаны до наступления беременности.", "contraindication": "Пониженное и повышенное артериальное давление, головные боли, менструация, травмы шеи и позвоночника.", "technique": "Техника для новичков\r\n1.\tРасстелите на полу сложенное вчетверо одеяло и встаньте рядом на колени.\r\n2.\tПоложите предплечья в центр одеяла так, чтобы локти были расставлены не более, чем на ширину плеч.\r\n3.\tПереплетите пальцы вплоть до кончиков так, чтобы ладони образовали чашу. Поставьте края ладоней (со стороны мизинцев) на одеяло. Во время последующего подъема и стойки на голове пальцы следует держать крепко сцепленными. Если ослабить их, вес всего тела станет давить на них, вызывая боль в руках. Итак, запомните, что пальцы следует крепко запереть.\r\n4.\tПоместите на одеяло только темя, так чтобы затылок касался чаши сложенных ладоней. Следите, чтобы ни лоб, ни затылок не прикасались к одеялу. Чтобы касаться одеяла только теменем, следует придвинуть колени к голове.\r\n5.\tПосле того, как голова займет надлежащую позицию, поднимите колени от пола, приблизив пальцы ног к голове.\r\n6.\tВыдохните, слегка оттолкнитесь и поднимите от пола ноги с согнутыми коленями. Рывок надо производить таким образом, чтобы обе стопы отрывались от пола одновременно.\r\n7.\tВытяните ноги вверх и стойте на голове, так чтобы все тело было перпендикулярно полу.\r\n8.\tПосле пребывания в этой позиции от 1 до 5 минут, в соответствии с возможностями, согните колени и опустите ноги на пол в обратном порядке движений.\r\nТехника для давно практикуюших йогу\r\n1.\tСледуйте технике для начинающих (пункты 1-4).\r\n2.\tПоставьте голову в правильное положение, вытяните и выпрямите ноги, подняв колени с пола. Приблизьте пальцы к голове, стараясь прижимать пятки к полу, а спину держать прямо.\r\n3.\tВытяните верхнюю или среднюю часть позвоночника и оставайтесь в этом положении около 30 секунд, дышите ровно.\r\n4.\tВыдохните, приподнимите пятки и оторвите пальцы ног от пола, отклонив таз назад. Обе ноги поднимите одновременно, держа их твердыми как стержни. Сделайте вдох.\r\n5.\tПосле выдоха поднимите ноги еще выше, пока они не окажутся параллельны полу.\r\n6.\tВыдохните, поднимите ноги выше, а затем вытяните их вверх до вертикального положения.\r\n7.\tОставайтесь в позе 1-5 минут, дышите ровно.\r\n8.\tОпускайтесь постепенно, следуя описанной выше технике в обратном порядке. Поставьте стопы на пол, согните колени и поднимите голову от пола (или с одеяла).", "image": "yoga/images/2024/08/09/Саламба_Ширшасана_итог.jpg", "upload_date": "2024-06-27T11:40:21.785Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 40, "fields": {"title": "Супта Вирасана", "translate": "Поза воина лежа", "effect": "Супта Вирасана  растягивает живот, спину и талию, создавая легкость в желудке, способствует пищеварению. Снимает боли в пояснице, оказывает общее стимулирующее и восстанавливающее действие.", "contraindication": "При травмах коленей и лодыжек осваивать Вирасану и Супта Вирасану следует под руководством специалиста.", "technique": "1.\tСядьте в Вирасану и возьмитесь за лодыжки руками.\r\n2.\tС выдохом отклоните спину назад, вытягивая позвоночник.\r\n3.\tОпираясь на локти, прогнитесь в груди, опустите на пол макушку, затем вытяните спину еще дальше и скользнув головой назад, полностью расположите спину на полу.\r\n4.\tВыпрямите руки рядом с ногами, сделайте два спокойных вдоха и выдоха, вытяните прямые руки за головой.\r\n5.\tЗадержитесь в асане 30—60 секунд, дышите ровно. Выйдите из позы с осторожностью! Дайте ногам отдохнуть и восстановить кровоснабжение в коленных суставах.\r\nОбратите внимание:\r\n•\tНе поднимайте поясницу!\r\n•\tНе сжимайте шею!\r\n•\tНе разводите колени!", "image": "yoga/images/2024/08/09/Супта_Вирасана_итог.jpg", "upload_date": "2024-06-27T11:42:04.346Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 41, "fields": {"title": "Тадасана", "translate": "Поза горы", "effect": "Тадасана – первая и очень важная стоячая асана. В ней нужно стоять ровно, неподвижно и спокойно, подобно горе. В традиции йоги Айенгара с этой позы начинается любая стоячая асана. Тадасана помогает проснуться утром, поднимая тонус; укрепляет мышцы живота: внешние и внутренние; улучшает осанку, обеспечивает правильный рост позвоночных костей; способствует освобождению спинных нервов; помогает устранить запор, помогает сохранить позвоночник, а также суставы рук и ног молодыми и гибкими.", "contraindication": "Особые противопоказания отсутствуют.", "technique": "1.\tВстаньте прямо, соедините стопы.  Пусть ваши пятки и большие пальцы ног соприкасаются. Пальцы ног раздвиньте как можно шире и положите на пол плашмя, как можно сильнее отодвигая друг от друга и как можно плотнее прижимая к полу. Вес тела перенесите на центр стопы.\r\n2.\tНапрягите колени, подтяните вверх коленные чашечки, копчик опустите вниз, сократите верхнюю часть бедер и подтяните задние бедренные мышцы. Лодыжки должны находиться на одной линии.\r\n3.\tВтяните живот и поднимите его вверх. Грудь раскройте вперед, позвоночник вытягивайте вверх, шею держите прямо.\r\n4.\tВытягивайте руки вверх над головой. Если это сложно, держите их опущенными по бокам. Ладони поверните к бедрам. Пальцы сожмите вместе. Следите за тем, чтобы плечи не поднимались.\r\nОбратите внимание:\r\n•\tНе прогибайте поясницу!\r\n•\tНе разводите носки и стопы в разные стороны!\r\n•\tНе задирайте голову и не опускайте ее вниз!", "image": "yoga/images/2024/07/25/Тадасана_итог.jpg", "upload_date": "2024-06-27T11:43:00.527Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 42, "fields": {"title": "Упавиштха Конасана", "translate": "", "effect": "Упавиштха Конасана относится к позам йоги, усиливающим сексуальность практикующего. Асана раскрепощает, снимает «зажатости» в области паха, успокаивает мозг, укрепляет позвоночник и стимулирует работу внутренних органов. Асана чрезвычайно полезна для женщин — она стимулирует кровообращение в тазовой области, регулирует менструальный цикл, стимулирует деятельность яичников.", "contraindication": "При травмах поясницы выполнять упражнение сидя на сложенном одеяле, держать спину прямо.", "technique": "Техника выполнения:\r\n1.\tСядьте в Дандасану, расставьте ноги как можно шире.\r\n2.\tВозьмитесь за большие пальцы стоп одноименными руками (большим, указательным и средним пальцами руки).\r\n3.\tВытяните талию и бока вверх. Сделайте несколько ровных дыхательных циклов.\r\n4.\tС очередным выдохом вытяните туловище вверх и нагнитесь вперед с прямой спиной, коснувшись пола лбом, носом, а затем подбородком (если не получается коснуться, то сделайте максимальный наклон с вытянутой спиной).\r\n5.\tСо вдохом расширьте грудь и, вытянув спину еще дальше вперед, положите грудь на пол.\r\n6.\tВытяните руки и возьмитесь за подошвы стоп. Задержитесь на 30—60 секунд. Дышите ровно.\r\nОбратите внимание:\r\n•\tНе сгибайте колени!\r\n•\tНе скругляйте спину!", "image": "yoga/images/2024/08/09/Упавиштха_Конасана_итог.jpg", "upload_date": "2024-06-27T11:44:10.016Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 43, "fields": {"title": "Урдхва Мукха Шванасана", "translate": "Поза собаки мордой вверх", "effect": "Урдхва Мукха Шванасана  помогает при болях в спине различного происхождения. Эта поза развивает мышцы спины и рук, раскрывает грудную клетку, увеличивая эластичность легких, усиливает циркуляцию крови в области таза, оздоравливая внутренние органы. Активизирует работу дыхательной и сердечно-сосудистой систем.", "contraindication": "Травмы спины, запястный туннельный синдром (пережимание нерва, не позволяющее опираться на ладони), головная боль, беременность, менструация.", "technique": "1.\tЛягте на пол лицом вниз, выпрямите ноги, руки согните в локтях, поставьте ладони под плечами.\r\n2.\tОпираясь на руки, на вдохе поднимите голову и корпус вверх, прогнитесь в спине и отведите плечи назад.\r\n3.\tНа выдохе приподнимите ягодицы, опираясь на прямые ноги. Задержитесь в положении на 30—60 секунд.\r\n4.\tМедленно вернитесь в исходное положение.\r\nОбратите внимание:\r\n•\tНе поднимайте плечи к ушам!\r\n•\tНе сгибайте руки  локтях!", "image": "yoga/images/2024/07/25/Урдхва_Мукха_Шванасана.jpg", "upload_date": "2024-06-27T11:45:20.498Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 44, "fields": {"title": "Уткатасана", "translate": "Поза стула", "effect": "Уткатасана  ликвидирует тугоподвижность плечей, способствует равномерному развитию мышц ног и даже исправляет мелкие дефекты ног. Диафрагма в процессе выполнения Уткатасаны поднимается, слегка массируя сердце. Тонизируются органы брюшной полости и спины, развивается грудь, поскольку она полностью расширяется.", "contraindication": "Головные боли, низкое давление, бессонница.", "technique": "1.\tВстаньте в Тадасану.  Вытяните руки прямо над головой и сложите ладони\r\n2.\tВыдохните, согните ноги в коленях и опускайте туловище до тех пор, пока бедра не станут параллельны полу\r\n3.\tОставайтесь в позе несколько секунд.\r\n4.\tВдохните, выпрямите ноги, опустите руки, вернитесь в Тадасану  и расслабьтесь.\r\nОбратите внимание:\r\nНе отклоняйтесь вперед!", "image": "yoga/images/2024/07/25/Уткатасана_итог.jpg", "upload_date": "2024-06-27T11:46:20.938Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 45, "fields": {"title": "Уттанасана", "translate": "Наклон к стопам", "effect": "Уттанасана излечивает боли в животе, тонизирует печень, селезенку и почки, облегчает менструальные боли. Биение сердца в Уттанасане замедляется. Оздоровляются спинные нервы. Аасана очень полезна вспыльчивым людям, т.к. она успокаивает мозг. Уттанасана является хорошей подготовкой к стойке на голове.", "contraindication": "Травмы поясницы и коленей, высокое и низкое давление, нарушения мозгового кровоснабжения, беременность.", "technique": "1.\tВстаньте в Тадасану, подберите колени.\r\n2.\tСделайте выдох, наклонитесь вперед и положите пальцы на пол. Затем опустите на пол ладони, поместив их сбоку от стоп, чуть позади пяток. Колени не сгибайте. Голову держите высоко, а позвоночник вытягивайте. Ноги должны быть перпендикулярно полу.\r\n3.\tСделайте два полных дыхания.\r\n4.\tСделайте выдох и максимально приблизьте туловище к ногам. Положите голову на колени. Живот положите на бедра. Не округляйте спину, она должна быть ровной! Если это невозможно, согните колени. Постепенно вы сможете их выпрямить.\r\n5.\tНе забывайте подтягивать вверх коленные чашечки. Побудьте в позе минуту, дышите ровно и глубоко.\r\n6.\tСделайте вдох и поднимите голову. Ладони от пола пока не отрывайте.\r\n7.\tСделайте два полных дыхания, глубоко вдохните, поднимите руки и вернитесь в Тадасану.\r\nОбратите внимание:\r\n•\tНе сгибайте колени!\r\n•\tНе поднимайте голову!", "image": "yoga/images/2024/08/09/Уттанасана_итог.jpg", "upload_date": "2024-06-27T11:47:31.462Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 46, "fields": {"title": "Уштрасана", "translate": "Поза верблюда", "effect": "Уштрасана укрепляет плечи, спину, руки, грудь, брюшной пресс и бедра, очищает кровь и улучшает кровообращение. Придаёт гибкость позвоночнику, улучшает осанку. Повышает давление, нормализует работу щитовидной железы, очень полезна при искривлении позвоночника, нарушениях работы мочеполовой системы.", "contraindication": "Нарушение мозгового кровообращения, гиперфункция щитовидной железы, гипертония", "technique": "1.\tВстаньте на колени, расположив их на ширине таза, поставьте руки на бедра, вытяните корпус вверх, растягивая ребра и освобождая поясницу.\r\n2.\tОтклонитесь назад и возьмитесь ладонями за пятки (или положите ладони на стопы). С выдохом прогнитесь в груди, отводя голову назад.\r\n3.\tДержите туловище за счёт напряжения мышц ног.\r\n4.\tЗадержитесь на 30 секунд, дышите ровно.\r\nОбратите внимание:\r\n•\tНе притягивайте плечи к ушам!\r\n•\tНе опирайтесь на руки!", "image": "yoga/images/2024/08/09/Уштрасана_итог.jpg", "upload_date": "2024-06-27T11:48:34.110Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 47, "fields": {"title": "Чатуранга Дандасана", "translate": "Поза посоха на четырех опорах", "effect": "Чатуранга Дандасана укрепляет и тонизирует органы брюшной полости, руки, ноги, верхние и нижние дыхательные пути.  Восстанавливает кровообращение после долгого рабочего дня в положении сидя. Укрепляет мышцы живота, способствует похуданию.", "contraindication": "Беременность, обострения хронических заболеваний, кистевой туннельный синдром.", "technique": "1.\tЛягте  на пол, лицом вниз.\r\n2.\tСогните локти и поместите ладони на пол на уровне груди. Ноги раздвиньте на 30 см.\r\n3.\tС выдохом поднимите тело на несколько сантиметров вверх, балансируя на кистях рук и пальцах ног. Тело нужно держать твердо, как посох, и параллельно полу от головы до пят, колени напрячь. Оставайтесь в этой позиции некоторое время. Дышите нормально.\r\n4.\tПостепенно вытягивайте все тело вперед, чтобы пола касалась верхняя часть пальцев ног.\r\n5.\tОставайтесь в этой позе около 30 секунд с нормальным, либо глубоким дыханием. Движение можно повторить несколько раз. Затем расслабьтесь.\r\nОбратите внимание:\r\n•\tНе поднимайте ягодицы!\r\n•\tНе проваливайте поясницу!\r\n•\tНе опускайте грудную клетку ниже уровня локтей!", "image": "yoga/images/2024/07/30/Чатуранга_итог.jpg", "upload_date": "2024-06-27T11:50:49.570Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 48, "fields": {"title": "Халасана", "translate": "Поза плуга", "effect": "Халасана укрепляет, восстанавливает и омолаживает мышечную систему. Омолаживает всю нервную систему, усиливает мозговое кровообращение, способствует развитию мышления, внимания и памяти. Стимулирует работу гипофиза, стимулирует все железы внутренней секреции, а также печень, селезенку и надпочечники. Устраняет жировые отложения в области бедер и живота. Стимулирует пищеварение, укрепляет и стимулирует работу половых органов. Дает отдых сердечной мышце.", "contraindication": "Высокое кровяное давление, менструация, беременность, травмы шеи, боли в шее и плечах, артериосклероз (утрата эластичности артерий), астма.", "technique": "1.\tЛягте  на спину. Прямые руки через стороны назад вытяните за головой.С выдохом без помощи рук, подтяните колени к груди и перекатом (не рывком!) перенесите стопы за голову.\r\n2.\tПоставьте пальцы ног на пол. Вес тела расположите на лопатках, но ни в коем случаи не на шее.\r\n3.\tНатяните колени, а затем поднимите туловище.\r\n4.\tПоложите ладони на середину спины, при этом слегка нажмите на нее, чтобы туловище оказалось перпендикулярным полу.\r\n5.\tВытяните руки в противоположном направлении от ног.\r\n6.\tСцепите большие пальцы рук и вытягивайте ноги и руки.\r\n7.\tПереплетите пальцы и разверните запястья так, чтобы большие пальцы легли на пол. Другие пальцы, а также ладони вытяните, напрягите руки, подтянув локти, и вытягивайте их в противоположном направлении от плеч.\r\n8.\tТяните руки и ноги  в противоположных направлениях. Тогда вы полностью растянете позвоночник.\r\n9.\tРекомендуется менять перекрест пальцев.  Если первым внизу оказался  большой палец правой руки, побудьте в этом положении 1 минуту, а потом разъедините пальцы и опустите на пол большой палец левой руки. Далее в течение одной минуты переплетайте пальцы по очереди и вытягивайте руки.  Это поможет развить гибкость плеч, запястий и локтей.\r\n10.\tОставайтесь в асане  от одной до пяти минут. Дышите нормально.\r\n11.\tЗатем подтяните колени к груди и плавно опуститесь на пол.\r\nДаже если вы привыкли делать Халасану на голом полу, советуем вам все-таки прибегнуть к вспомогательным материалам. Шейные позвонки требуют деликатного обращения, и, чтобы избежать лишнего давления на них, необходима опора. Если вы расположите плечи на стопке одеял, горло останется мягким, а задняя поверхность шеи вытянутой. Кроме того, если у вас не раскрыт плечевой пояс, стоять на плечах окажется не так-то просто: вы не сможете втянуть верхнюю часть спины, она будет неуклонно стремиться к полу, и вам придется приложить всю силу рук, чтобы удержать спину в вертикальном положении. Опора поможет избежать излишней нагрузки и лучше вытянуться вверх.\r\nОбратите внимание:\r\n•\tНе переносите вес тела на шею!\r\n•\tНе сгибайте колени! Если не достаете до пола ногами, подставьте стул, либо упритесь ногами в стену!", "image": "yoga/images/2024/08/09/Халасана_итог.jpg", "upload_date": "2024-06-27T11:51:51.038Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 49, "fields": {"title": "Шавасана", "translate": "Поза трупа", "effect": "Шавасана избавляет от стрессов и полезна как для всего тела, так и для сознания. Научившись расслабляться и пребывать в покое, мы надежно защитимся от любых неприятных ситуаций и воздействий", "contraindication": "Отсутствуют.", "technique": "1.\tЛягте на спину, кисти рук положите на расстоянии 20-30 см от тела ладонями вверх. Пятки держите вместе, а носки разведите в стороны.\r\n2.\tЗакройте глаза. Можно дополнительно положить на глаза кусок темной ткани.\r\n3.\tСначала дышите глубоко. Позже дыхание должно стать медленным и легким.\r\n4.\tСосредоточьтесь на  дыхании.\r\n5.\tСледите за тем, чтобы нижняя челюсть была расслаблена, а язык не шевелился.\r\n6.\tПолностью расслабьтесь и  дышите спокойно.\r\n7.\tЕсли вас одолевают мысли, делайте паузу после каждого медленного выдоха.\r\n8.\tОставайтесь в асане 10-20 минут.\r\n9.\tПоначалу вы можете засыпать в этой позе. Постепенно вы научитесь полностью расслабляться, оставаясь в сознании.", "image": "yoga/images/2024/07/27/Шавасана_итог.jpg", "upload_date": "2024-06-27T11:52:40.050Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 50, "fields": {"title": "Паривритта Джану Ширшасана", "translate": "Перевернутый наклон головой к колену", "effect": "Паривритта Джану Ширшасана относится к скрученным позам йоги. Она стимулирует прилив крови к позвоночнику, и снимает боли в спине, тонизируя весь организм. В отличие от Джану Ширшасаны, здесь органы брюшной полости не сжаты, а освобождены и растянуты. При этом происходит массаж внутренних органов и грудной клетки.", "contraindication": "Заболевания спины, беременность. При травмах коленей выполнять осторожно.", "technique": "1.\tСядьте на пол, вытяните ноги прямо перед собой.\r\n2.\tСогните левое колено и отведите его влево, поместив пятку возле промежности, а внешнюю сторону бедра — на полу.\r\n3.\tСкрутите туловище влево и опустите правый бок к вытянутой ноге.\r\n4.\tЗахватите левой рукой правую стопу с внешней стороны, вытянув руку через бок — так, чтобы плечо накрыло ухо. Зацепившись правой рукой за бедро или колено согнутой ноги, чуть сильнее разверните грудную клетку вверх и положите затылок на правое колено.\r\n5.\tДотянитесь правой рукой до правой стопы и захватите стопу с внутренней стороны.\r\n6.\tРазводя локти, разворачивайте грудную клетку больше вверх, затылок — к колену.\r\n7.\tСохраняйте позу 20-30 секунд  (со временем можно увеличивать продолжительность).\r\n8.\tВдохните, освободите кисти рук, разверните туловище в правой ноге, поднимите голову, а затем корпус. Повторите наклон к другой ноге.\r\nОбратите внимание:\r\n•\tНе отрывайте ягодицу от пола!\r\n•\tНе сгибайте колено вытянутой ноги!", "image": "yoga/images/2024/07/25/Париврита_Джану_Ширшасана.jpg", "upload_date": "2024-07-25T13:25:32.337Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 51, "fields": {"title": "Падмасана", "translate": "Поза лотоса", "effect": "Падмасана - лучшая поза для практики пранаямы и медитации. Преодолев боль в коленях, вы сможете расслабляться в Падмасане,  не теряя внимательности и осознанности. Падмасана увеличивает подвижность коленей и лодыжек, тонизирует позвоночник и органы брюшной полости, усиливая циркуляцию крови в области живота и поясницы.", "contraindication": "Травмы коленей и лодыжек, пояснично-крестцовый радикулит", "technique": "Техника выполнения:\r\n1.\tСядьте на коврик.\r\n2.\tСогните правую ногу в колене, возьмитесь за правую стопу и положите ее на основание левого бедра так, чтобы пятка лежала возле пупка.\r\n3.\tСогните левую ногу и поместите  ее на правое бедро, так чтобы пятка лежала возле пупка. Подошвы разверните кверху. Это — основной вариант Падмасаны.\r\n4.\tПоменяйте перекрест ног,  положив левую стопу  на правое бедро, а правую — на левое.\r\nВозможно, вначале вы  будете испытывать боль в коленях. Постепенно она исчезнет, и вы сможете оставаться в этой асане долгое время.\r\nВНИМАНИЕ:\r\n•\tВо время выполнения асаны позвоночник должен быть прямым!\r\n•\tРуки можно вытянуть, кисти положить на колени, большие и указательные пальцы соединить!", "image": "yoga/images/2024/07/28/Падмасана_итог.jpg", "upload_date": "2024-07-27T10:08:00.153Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 52, "fields": {"title": "Уттхита Триконасана", "translate": "Поза вытянутого треугольника", "effect": "Уттхита Триконасана укрепляет мышцы ног,  вытягивает и выравнивает позвоночник, исправляет небольшие деформации нижних конечностей. Асана избавляет от болей в спине и в шее, укрепляет лодыжки и раскрывает грудь. Улучшает пищеварение.", "contraindication": "Низкое кровяное давление, плохое кровообращение, травма шеи.", "technique": "1.\tВстаньте в Тадасану.\r\n2.\tНа вдохе сделайте прыжок, расставив стопы примерно на 1 м. Поднимите руки до уровня плеч,  разведите их в стороны и держите их параллельно полу ладонями вниз. Ступни направьте прямо, следите, чтобы они не разворачивались в стороны.\r\n3.\tПоверните правую стопу на 90° вправо, а левую — слегка внутрь. Левую ногу нужно максимально вытянуть, а колено левой ноги – подтянуть вверх.\r\n4.\tНа выдохе наклоните туловище вправо. Правую ладонь передвиньте к правой лодыжке. По возможности, постарайтесь полностью положить ладонь на пол. Если не получается, просто возьмитесь за правую лодыжку или за голень.\r\n5.\tВытяните левую руку вверх. Рука должна продолжать линию правого плеча. Удлините туловище. Задняя сторона ног, верхняя часть спины и таз должны находиться в одной плоскости. Напрягите мышцы бедер, подтяните коленные чашечки. Правое колено должно смотреть в сторону пальцев ноги. Раскройте грудь, втянув лопатки.\r\n6.\tНаправьте взгляд на большой палец вытянутой кисти левой руки. Подтяните его максимально.\r\n7.\tПобудьте в асане 20-30 секунд (со временем можно увеличить время до 1 минуты), дышите глубоко и ровно. Затем поднимите правую ладонь, сделайте вдох и вернитесь в  позицию 2.\r\n8.\tТеперь выполните позу в левую сторону так же, как и в правую.\r\n9.\tНа выдохе прыжком вернитесь в Тадасану.\r\nОбратите внимание:\r\n•\tНе сгибайте колени;\r\n•\tНе разворачивайте таз и корпус к полу.", "image": "yoga/images/2024/07/27/Триконасана_итог.jpg", "upload_date": "2024-07-27T10:15:17.957Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 53, "fields": {"title": "Курмасана", "translate": "Поза черепахи", "effect": "Курмасана активизируются органы брюшной полости, организм оздоровляется и становится энергичным. Нервы мозга ус­покаиваются. После выполнения этой асаны человек чувствует себя освеженным, словно только что встал после долгого спокойного сна.", "contraindication": "Травмы поясницы, беременность, менструация. При травмах коленей выполнять с осторожностью.", "technique": "1. Сесть на пол, ноги вытянуть прямо перед собой. Раздвигать ноги, пока расстояние между коленями не составит около полуметра.\r\n2. Согнуть колени и поднять их, подтягивая стопы к туловищу.\r\n3. Выдохнуть, нагнуть туловище вперед и поместить кисти рук, сначала одну, потом другую, под колени. Протолкнуть под ко­лени руки и вытянуть их в стороны. Положить плечи на пол, держать на полу ладони. Сделать вдох и выдох.\r\n4. Выдохнуть, вытянуть туловище еще больше, удлинить шею и поло­жить на пол сначала лоб, затем подбородок и, наконец, грудь. Затем снова выпрямить ноги. Колени, таким образом, будут находиться около подмышек, соприкасаясь задней поверхностью с за­дней поверхностью верхней части рук около подмышек.\r\n5. Постепенно усиливать вытяжение, пока подбородок и грудь не ока­жутся на полу. Ноги также полностью вытянуть и прижать пятки к полу. Это первая стадия. Выдерживать позу 30-60 секунд.\r\n6. Теперь повернуть запястья так, чтобы ладони были обращены вверх, и, сохраняя положение ног, туловища и головы, отвести руки от плеч на­зад и вытянуть их прямо так, чтобы предплечья оказались у бедренных суставов. Оставаться в этой позе 30-60 секунд, не сгибая локтей. Это вторая стадия.\r\n7. Согнуть и приподнять колени. Затем чуть поднять грудь от пола, со­гнуть локти, завести кисти за спину и сцепить их.\r\n8. Стопы подвинуть к голове. Переплести лодыжки, положив правую на левую, либо наоборот", "image": "yoga/images/2024/08/09/Курмасана_итог.JPG", "upload_date": "2024-08-09T14:36:16.627Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 54, "fields": {"title": "Ардха Бхуджангасана", "translate": "Поза Сфинкса / Полукобра", "effect": "Ардха Бхуджангасана укрепляет мышцы позвоночника, вытягивает грудную клетку, плечевой пояс, мышцы живота и ягодиц, стимулирует органы пищеварения.", "contraindication": "Травмы позвоночника, менструация.", "technique": "1.Лягте на пол, лицом вниз.\r\n2.Напрягите колени и вытяните пальцы ног.\r\n3.Согните руки и положите предплечья на пол, руки должны лежать ладонями вниз таким образом, чтобы кончики пальцев находились на одной линии с макушкой.\r\n4.Сделайте глубокий выдох. Затем на вдохе медленно поднимите голову и плечи, так чтобы верхняя часть предплечий приняла вертикальное положение.\r\n5.Локти должны оставаться на полу", "image": "yoga/images/2024/08/09/Ардха_Бхуджангасана_итог.jpg", "upload_date": "2024-08-09T14:45:48.864Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.category", "pk": 1, "fields": {"name": "Семинар"}}, {"model": "yoga.category", "pk": 2, "fields": {"name": "Онлайнзанятие"}}, {"model": "yoga.category", "pk": 3, "fields": {"name": "Ретрит"}}, {"model": "yoga.category", "pk": 4, "fields": {"name": "Йога-тур"}}, {"model": "yoga.category", "pk": 5, "fields": {"name": "Вэбинар"}}, {"model": "yoga.category", "pk": 6, "fields": {"name": "Мастер-класс"}}, {"model": "yoga.category", "pk": 7, "fields": {"name": "Лунная практика"}}, {"model": "yoga.category", "pk": 8, "fields": {"name": "Йога-нидра"}}, {"model": "yoga.subject", "pk": 1, "fields": {"name": "Дыхание"}}, {"model": "yoga.subject", "pk": 2, "fields": {"name": "Питание"}}, {"model": "yoga.subject", "pk": 3, "fields": {"name": "Аюрведа"}}, {"model": "yoga.subject", "pk": 4, "fields": {"name": "Йогатерапия"}}, {"model": "yoga.subject", "pk": 5, "fields": {"name": "Очищение"}}]