[{"model": "yoga.asana", "pk": 1, "fields": {"title": "Адхо Мукха Шванасана", "translate": "Собака мордой вниз", "effect": "Адхо Мукха Шванасана снимает усталость, возвращает потерянную энергию. Она особенно полезна для бегунов, отдыхающих после забега. Поза  способствует размягчению солевых шпор, снимает боль и скованность в пятках, укрепляет лодыжки, придавая красивые очертания икроножным мышцам. Асана делает более подвижными лопатки и помогает при артрите плечевых суставов. Эта поза замедляет сердцебиение, способствует приливу крови к голове, тем самым, обновляет клетки головного мозга, улучшает цвет лица. Кроме этого, Адхо Мукха Шванасана способствует пищеварению, благотворно влияя на состояние органов брюшной полости.", "contraindication": "Высокое кровяное давление, запястный туннельный синдром (сжатие нерва, не позволяющее опираться на ладони), диарея, головная боль, поздние сроки беременности.", "technique": "1.\tЛягте на пол на живот. Разведите стопы в стороны на 30 см.\r\n2.\tПоложите ладони на пол на уровне груди, пальцы вытяните вперед.\r\n3.\tСделайте выдох и поднимите туловище. Руки выпрямите, локти подтяните, голову постарайтесь опустить на пол. Вытяните спину, она должна быть ровной.\r\n4.\tНоги должны быть прямыми и ровными. Колени не сгибайте. Пятками тянитесь вниз, постарайтесь полностью поставить их на пол. Стопы должны быть параллельны, пальцы ног развернуты вперед.\r\n5.\tОставайтесь в асане 1 минуту, дышите нормально. Затем сделайте выдох, поднимите голову, осторожно выйдите из позы и расслабьтесь.\r\nПриступая к освоению асаны, вы можете почувствовать скованность: нижняя часть спины будет выгибаться колесом, а локти — с трудом выпрямляться. Но постепенно, в ходе ежедневной практики, появится ощущение раскрытия, вытяжения и гибкости тела. Новичкам следует некоторое время оставлять пятки приподнятыми, а колени – согнутыми, вытягивая копчик кверху, разворачивая ягодицы наружу.\r\nОбратите внимание:\r\n•\tНе уменьшайте площадь опоры на ладонях!\r\n•\tНе переносите всю тяжесть тела на руки!\r\n•\tНе поднимайте голову, иначе напрягается шея и нарушается кровоток к голове!", "image": "yoga/images/2024/06/24/Собака_мордой_вниз.JPG", "upload_date": "2024-06-24T14:03:55.909Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 2, "fields": {"title": "Анантасана", "translate": "поза спящего Вишну", "effect": "Анантасана благотворно воздействует на область таза, тонизирует подколенные сухожилия, облегчает боли в спине и предотвращает развитие грыжи. Расслабляет коленные суставы и мышцы живота; укрепляет и делает эластичными поперечнополосатые мышцы спины, устраняет жировые отложения в области талии, бедер и ягодиц.", "contraindication": "Травмы спины и шеи.", "technique": "1.\tЛягте в Шавасану, повернитесь на левый бок так, чтобы правая нога лежала на левой, голова, плечи, бедра и обе ноги находились на одной линии.\r\n2.\tПоднимите корпус, положите голову на ладонь согнутой левой руки, правую руку положите на бедро ладонью вниз. Сделайте несколько ровных вдохов и выдохов.\r\n3.\tС очередным вдохом прямую правую ногу поднимите вверх и захватите большой палец ноги пальцами руки.\r\n4.\tС выдохом выпрямите ногу и руку вертикально вверх.\r\n5.\tЗадержитесь в позе 15-20 секунд, сохраняя равновесие.\r\n6.\tС выдохом согните правое колено, опустите ногу, лягте на спину и повторите на другом боку.", "image": "yoga/images/2024/06/24/Анантасана.jpg", "upload_date": "2024-06-24T14:05:07.270Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 3, "fields": {"title": "Ардха Матсиендрасана I", "translate": "Поза повелителя рыб", "effect": "При регулярном выполнении Ардха  Матсиендрасаны I быстро исчезают острые боли в спине, пояснице и бедрах. Печень и селезенка тонизируются, вялость их ликвидируется. Мышцы шеи приобретают силу, излечиваются растяжения плечевых связок и смещения плечевых суставов. Плечи обретают свободу движения. Улучшается работа кишечника, поза помогает сократить размер живота. Регулярные занятия этой асаной предупреждают гипертрофию предстательной железы и мочевого пузыря.", "contraindication": "Беременность, менструация, межпозвонковые грыжи.", "technique": "1.\tСядьте на коврик, ноги вытяните прямо перед собой.\r\n2.\tСогните левое колено, соедините икру и бедро, приподнимите седалище, подсуньте левую стопу под левую ягодицу и сядьте на нее так, чтобы левая пятка находилась под левой ягодицей. Левая стопа лежит горизонтально, так что внешняя поверхность лодыжки и мизинец покоятся на полу. Если стопа не будет расположена таким образом, сидеть на ней невозможно. Соблюдайте устойчивое равновесие в этом положении.\r\n3.\tЗатем согните правую ногу в колене и, подняв ее от пола, поместите ее у внешней поверхности левого бедра так, чтобы внешняя поверхность правой лодыжки касалась внешней поверхности левого бедра на полу. Держите правую голень перпендикулярно полу и балансируйте в этой позиции.\r\n4.\tПоверните туловище на 90° вправо, чтобы левая подмышка коснулась внешней поверхности правого бедра. Затем поместите подмышку над правым коленом. Сделайте выдох, вытяните левую руку от плеча, обведите ее вокруг правого колена. Согните левую руку в локте, запястье положите на спину у талии.\r\n5.\tЛевая рука должна крепко запереть согнутое правое колено, промежутка между левой подмышкой и правым коленом не должно быть. Чтобы этого достигнуть, нужно с выдохом подвигать туловище вперед. Задержитесь в этой позиции и сделайте два дыхания.\r\n6.\tСделайте глубокий выдох, рывком отведите правую руку от плеча за спину, согните ее в локте, двигайте правую кисть сзади по талии и захватите ее левой кистью, либо правой кистью захватите левую. Сначала удается захватить лишь один-два пальца, но в результате упражнений развивается способность захватывать за спиной ладони, а затем и запястья.\r\n7.\tШею можно повернуть влево, направляя взгляд поверх левого плеча либо вправо, и тогда взгляд сосредотачивается в межбровье. Позвоночник скручивается больше, когда шея повернута влево.\r\n8.\tВследствие скручивания позвоночника диафрагма подвергается сжатию, так что в начальном периоде дыхание будет коротким и частым. Это не должно беспокоить. Спустя некоторое время можно будет выдерживать эту позу в течение 30-60 секунд при нормальном дыхании.\r\n9.\tОсвободите кисти, уберите правую стопу с пола, выпрямите сначала правую ногу, затем левую.\r\n10.\tПовторите позу в другую сторону, выдерживая ее столько же времени.", "image": "yoga/images/2024/06/24/Ардха_Матсиендрасана_I.jpg", "upload_date": "2024-06-24T14:06:01.638Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 4, "fields": {"title": "Ардха Навасана", "translate": "Половина позы лодки", "effect": "Ардха Навасана укрепляет мышцы живота, спины и бедер. Неглубокое, но равномерное дыхание в этой позе массирует внутренние органы, благоприятно воздействуя на печень, желчный пузырь и селезенку.", "contraindication": "Менструация, беременность, грыжа пищеводного отверстия, острые боли в области поясницы, гипертония и сердечно-сосудистые заболевания.", "technique": "1.\tСядьте на пол. Вытяните ноги и держите их прямо.\r\n2.\tПереплетите пальцы и положите на затылок,  над шеей.\r\n3.\tСделайте выдох, отклонитесь назад и поднимите ноги над полом на 30-35°, колени подтяните, пальцы ног разверните вперед. Равновесие удерживайте ягодицами. Следите за тем, чтобы позвоночник не соприкасался с полом. Напрягите мышцы поясницы и живота. Пальцы ног должны находиться на одном уровне с макушкой.\r\n4.\tОставайтесь в асане 20-30 секунд, дышите нормально. Со временем вы сможете оставаться в ней минуту и дольше.\r\nОбратите внимание:\r\n•\tВо время выполнения позы не задерживайте дыхание! В этом случае действие позы будет сказываться на мышцах живота, а не на органах брюшной полости.\r\n•\tНе отрывайте поясницу от пола, это может привести к травме!", "image": "yoga/images/2024/06/24/Ардха_Навасана.jpg", "upload_date": "2024-06-24T14:06:55.997Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 5, "fields": {"title": "Ардха Чандрасана", "translate": "Поза полумесяца", "effect": "Ардха Чандрасана задействует все мышцы ног, боковые мышцы тела, поясницу и даже мышцы брюшного пресса. Растягивает связки в паху и подколенные сухожилия. Улучшает координацию, снимает стресс, улучшает пищеварение.", "contraindication": "Головные боли, бессоница, пониженное артериальное давление, диарея.", "technique": "1.\tВстаньте в Тадасану, а затем сделайте Уттхита Триконасану.\r\n2.\tВыполните Уттхита Триконасану вправо, сделайте выдох, поместите правую ладонь на пол  в 30 см от правой стопы. Согните правое колено, а левую стопу подвиньте к правой.\r\n3.\tОстаньтесь в этой позе и сделать два полных дыхания. Далее сделайте выдох и поднимите левую ногу, пальцы ноги разверните вверх. Вытяните правую ногу и кисть правой руки.\r\n4.\tПоместите левую ладонь на левое же бедро, вытянитесь вверх и полностью расправьте плечи. Разверните грудь влево и оставайтесь в этом положении 20-30 секунд, удерживая равновесие. Дышите ровно и глубоко. Вес тела должен приходиться не на правую руку (она лишь помогает стоять устойчиво), а в основном на правую стопу и правую часть таза.\r\n5.\tОпустите левую ногу на пол и вернитесь в Уттхита Триконасану.\r\n6.\tПовторите асану влево.\r\nОбратите внимание:\r\n•\tНе разворачивайте таз к полу!\r\n•\tНе поднимайте руку вверх,  пока не сможете как следует развернуть грудную клетку и выпрямить опорную ногу!", "image": "yoga/images/2024/06/24/Ардха_Чандрасана.jpg", "upload_date": "2024-06-24T14:07:47.575Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 6, "fields": {"title": "Баддха Конасана", "translate": "Поза связанного угла", "effect": "Баддха Конасана относится к позам йоги, особенно благотворным для женщин. Она улучшает работу почек, устраняет нарушения в работе мочеполовой системы, тонизирует мышцы живота и спины. Облегчает роды, предупреждает варикозное расширение вен, укрепляет мочевой пузырь и матку.", "contraindication": "При травмах паха или коленей следует выполнять это упражнение, подкладывая опоры под бедра.", "technique": "1.\tСядьте на пол, ноги вытяните перед собой.\r\n2.\tСогните колени, стопы подтяните к туловищу.\r\n3.\tСоедините подошвы и пятки, стопы обхватите руками и подтяните пятки к промежности. Внешние края стоп положите на пол.\r\n4.\tТеперь попробуйте развести бедра в стороны и положить колени на пол.\r\n5.\tВытяните позвоночник вверх, взгляд направьте на кончик носа. Оставайтесь в асане около минуты.\r\n6.\tТеперь отпустите стопы, выпрямите ноги и расслабьтесь.\r\nПодтягивая руками стопы вверх, прижимайте колени ближе к полу. Учитывая, что растяжка паховых связок с правой и левой стороны бывает неравномерная, как и степень раскрытия суставов, выравнивайте положение, дотягивая ту ногу, колено которой поднято выше. Помните, чем сильнее захват стоп руками, тем лучше поднимается туловище.\r\nЧтобы углубить асану, ладонями разверните подошвы стоп вверх, соединив внутренние края стоп. Вытягивая спину от копчика к макушке, опустите корпус вперед, положите на пол сначала лоб, а затем – подбородок. Не отрывайте ягодицы от пола, вытягивайте туловище вперед.\r\nОбратите внимание:\r\n•\tНе прогибайте спину назад!\r\n•\tНе поднимайте плечи к ушам!\r\n•\tНе давите на бедра руками!", "image": "yoga/images/2024/06/24/Баддха_Конасана.webp", "upload_date": "2024-06-24T14:08:57.935Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 7, "fields": {"title": "Бакасана", "translate": "Поза журавля", "effect": "Асана укрепляет руки и запястья, вытягивает мышцы верхней части спины, укрепляет абдоминальные мышцы, раскрывает область пахов, тонизирует органы брюшной полости.", "contraindication": "Синдром запястного канала, беременность.", "technique": "1.\tСядьте на корточки, стопы вместе.\r\n2.\tНемного разведите колени в стороны.\r\n3.\tНа выдохе наклонитесь как можно ниже, продвигая торс между бедер.\r\n4.\tОкруглите спину, направьте локти назад, чтобы прижать верхние части рук (от локтя до плеча) к голеням.\r\n5.\tПлотно прижмите ладони к полу, разведя их на ширину плеч. Направьте локти к полу.\r\n6.\tНе позволяя рукам смещаться вдоль голеней, медленно оторвите пятки от пола.\r\n7.\tУдерживая таз приподнятым, осторожно сместите вес тела вперед и приподнимитесь на больших пальцах ног. Если вам удастся зафиксировать центр тяжести прямо над точкой между ладонями, стопы станут очень легкими. Оторвите от пола сначала одну стопу, затем другую.\r\n8.\tБалансируйте на согнутых руках. Входя в полный вариант позы, плотно прижмите внутренние края стоп друг к другу, продвигая их назад, от себя. Ваше тело должно быть максимально компактным, устремляйте пятки и ягодицы по направлению друг к другу.\r\n9.\tДержите в тонусе мышцы внутренней и задней поверхности бедра и мышцы пресса, чтобы направить колени к груди и друг к другу.\r\n10.\tОкруглите спину. На выдохе поднимитесь выше, плотно прижимая ладони к полу, разводя лопатки и выпрямляя руки, не позволяя при этом голеням соскальзывать вниз.\r\n11.\tПодайте таз вниз, расположив тело горизонтально.\r\n12.\tПоднимите голову и посмотрите вперед.\r\n13.\tОстаньтесь в позе минимум на 10 секунд, дышите ровно.", "image": "yoga/images/2024/06/24/Бакасана.jpeg", "upload_date": "2024-06-24T14:09:58.472Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 8, "fields": {"title": "Бхарадваджасана I", "translate": "", "effect": "Бхарадваджасана I развивает гибкость спины, массирует органы брюшной полости.", "contraindication": "Травмы позвоночника, высокое и низкое кровяное давление.  При травмах или заболеваниях коленей выполнять с осторожностью.", "technique": "1.\tСядьте на коврик, вытяните ноги перед собой.\r\n2.\tСогните колени, придвиньте стопы к правому бедру.\r\n3.\tСядьте так, чтобы обе ягодицы лежали на полу. Разверните туловище  на 45° влево, правую руку положите на левое бедро около колена. Затем опустите ладонь на пол.\r\n4.\tСделайте выдох, отведите левую руку за спину,  и возьмитесь за  правую руку чуть выше локтя.\r\n5.\tПоверните шею вправо и посмотрите поверх правого плеча.\r\n6.\tОставайтесь в асане около 30 секунд, дышите ровно.\r\n7.\tСделайте все то же самое в другую сторону.\r\nОбратите внимание:\r\nНе наклоняйте корпус в сторону!", "image": "yoga/images/2024/06/24/Бхарадваджасана_I.jpg", "upload_date": "2024-06-24T14:10:56.497Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 9, "fields": {"title": "Бхарадваджасана II", "translate": "Поза мудреца Бхарадваджи", "effect": "Бхарадваджасана II развивает гибкость спины, массирует органы брюшной полости.", "contraindication": "Травмы позвоночника, высокое и низкое кровяное давление.  При травмах или заболеваниях коленей выполнять с осторожностью.", "technique": "1.\tСядьте на коврик, вытяните ноги перед собой.\r\n2.\tСогните левую ногу в колене,  левую стопу поместите  на правое бедро. Пятка должна оказаться около пупка. Таким образом, левая нога  окажется в полулотосе.\r\n3.\tСогните правую ногу,  правую стопу отведите назад, положите пятку возле правого бедра. Внутренняя часть правой икры должна касаться правого бедра. Колени лежат на полу рядом друг с другом.\r\n4.\tСделайте выдох, заведите левую руку за спину, согните ее, и ухватитесь за левую стопу.\r\n5.\tВыпрямите правую руку и положите ладонь под левое колено. Пальцы обращены вправо.\r\n6.\tУдерживайте левую стопу и максимально скручивайтесь влево. Шею поверните влево или вправо, смотрите поверх плеча.\r\n7.\tПобудьте в асане от 30 секунд до минуты, дышите ровно и глубоко.\r\n8.\tВыполните все то же самое в другую сторону.", "image": "yoga/images/2024/06/24/Бхарадваджасана_II.jpg", "upload_date": "2024-06-24T14:11:43.666Z", "views": 0, "author": null, "favorites": []}}, {"model": "yoga.asana", "pk": 10, "fields": {"title": "Бхекасана", "translate": "Поза лягушки", "effect": "Бхекасана снимает боли в коленных суставах и укрепляет колени. Поза помогает при растяжении связок в лодыжках и укрепляет их. Помогает при болях в пятках (в том числе при солевых шпорах). Также Бхекасана массирует органы брюшной полости и развивает мышцы спины.", "contraindication": "Высокое или низкое кровяное давление, бессонница, мигрени, травмы поясницы, плеч или шеи, беременность, менструация.", "technique": "1.\tЛягте на живот, руки вытяните назад.\r\n2.\tСделайте выдох, согните ноги, руками ухватитесь за подошвы ног, прижмите пятки к тазу. Сделайте два вдоха и выдоха. Затем приподнимите голову и туловище над полом и посмотрите вверх.\r\n3.\tРазверните кисти рук так, чтобы ладони прижимались к верхушкам стоп, а пальцы ног и рук были повернуты к голове. Постарайтесь приблизить пальцы стопы к полу. Руки от запястий до локтя должны быть перпендикулярны полу. Когда лодыжки и колени станут более гибкими, вы сможете положить пятки на пол.\r\n4.\tОставайтесь в асане 15-30 секунд.", "image": "yoga/images/2024/06/24/Бхекасана.jpg", "upload_date": "2024-06-24T14:12:32.802Z", "views": 1, "author": null, "favorites": []}}, {"model": "yoga.category", "pk": 1, "fields": {"name": "Семинар"}}, {"model": "yoga.category", "pk": 2, "fields": {"name": "Онлайнзанятие"}}, {"model": "yoga.category", "pk": 3, "fields": {"name": "Ретрит"}}, {"model": "yoga.category", "pk": 4, "fields": {"name": "Йога-тур"}}, {"model": "yoga.category", "pk": 5, "fields": {"name": "Вэбинар"}}]